{
    "preguntasEstilo": {
      "Metodologia_Tradicional": [
        {
          "textoPregunta": "Prefiero memorizar los símbolos químicos (ej: Au para oro) para reconocerlos en productos cotidianos.",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Me gusta aprender las propiedades de los elementos (ej: punto de fusión) usando tablas de datos.",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Recuerdo mejor los elementos si los repito en voz alta (ej: Hg es mercurio, usado en termómetros).",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Prefiero estudiar con listas de elementos ordenadas por número atómico.",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Memorizo mejor los elementos si los asocio con objetos cotidianos (ej: Na en sales).",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Disfruto aprendiendo datos curiosos sobre los elementos (ej: el oro es comestible).",
          "escalaLikert": [1, 2, 3, 4, 5]
        }
      ],
      "Aprendizaje_Basado_en_Proyectos": [
        {
          "textoPregunta": "Diseñaría un filtro de agua casero usando carbón activado (C) para entender su función.",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Me motiva crear un modelo 3D de una batería de litio (Li) para aprender sobre energía renovable.",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Participaría en un proyecto para reducir el uso de plásticos (ej: sustituir con silicio (Si)).",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Crearía una maqueta de una central nuclear para entender el uranio (U).",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Diseñaría un experimento para extraer hierro (Fe) de minerales.",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Me gustaría construir un panel solar con silicio (Si).",
          "escalaLikert": [1, 2, 3, 4, 5]
        }
      ],
      "Aprendizaje_Basado_en_Problemas": [
        {
          "textoPregunta": "Resolvería el problema de la corrosión del hierro (Fe) investigando antioxidantes.",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Analizaría cómo el plomo (Pb) contamina el agua para proponer soluciones con filtros de carbón.",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Investigaría por qué el sodio (Na) se usa en lámparas urbanas y cómo mejorarlo.",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Resolvería el problema de la escasez de helio (He) para globos y usos médicos.",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Analizaría cómo el CO₂ afecta el cambio climático y propondría soluciones.",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Investigaría cómo el mercurio (Hg) afecta la salud y buscaría alternativas.",
          "escalaLikert": [1, 2, 3, 4, 5]
        }
      ],
      "Aprendizaje_Cooperativo": [
        {
          "textoPregunta": "Trabajaría en equipo para simular la electrólisis del agua (H₂O) y obtener hidrógeno (H₂).",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Organizaría un debate sobre el uso del mercurio (Hg) en odontología y alternativas.",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Crearía una campaña con compañeros para promover el reciclaje de aluminio (Al).",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Trabajaría en grupo para diseñar un experimento sobre la fotosíntesis y el oxígeno (O).",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Participaría en un equipo para resolver un problema ambiental usando química.",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Colaboraría en la creación de un periódico científico sobre los elementos.",
          "escalaLikert": [1, 2, 3, 4, 5]
        }
      ],
      "Gamificacion": [
        {
          "textoPregunta": "Jugaría a un videojuego donde debo combinar elementos (ej: O₂ + H₂ → agua) para ganar puntos.",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Competiría por medallas virtuales al identificar elementos en objetos cotidianos (ej: Zn en pilas).",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Disfrutaría un escape room virtual donde resuelvo acertijos químicos para 'sobrevivir'.",
          "escalaLikert": [1, 2, 3, 4, 5]
        },
        {
          "textoPregunta": "Jugaría a un juego de estrategia donde debo construir moléculas con elementos.",
          "escalaLikert": [1, 2, 3, 4, 5]
        }
      ]
    }
  }
  