{
  "preguntasEstiloBinario": {
    "Metodologia_Tradicional": [
      { "textoAfirmacion": "¿Prefieres memorizar los símbolos químicos para reconocerlos en productos cotidianos?" },
      { "textoAfirmacion": "¿Te gusta aprender las propiedades de los elementos usando tablas de datos?" },
      { "textoAfirmacion": "¿Recuerdas mejor los elementos si los repites en voz alta?" },
      { "textoAfirmacion": "¿Prefieres estudiar listas de elementos ordenadas por número atómico?" },
      { "textoAfirmacion": "¿Te ayuda asociar elementos con objetos cotidianos para recordarlos mejor?" },
      { "textoAfirmacion": "¿Te gusta aprender datos curiosos sobre los elementos químicos?" }
    ],
    "Aprendizaje_Basado_en_Proyectos": [
      { "textoAfirmacion": "¿Te gustaría construir un filtro de agua para entender cómo funciona el carbón activado?" },
      { "textoAfirmacion": "¿Te motiva crear un modelo de batería de litio para aprender sobre energía?" },
      { "textoAfirmacion": "¿Participarías en un proyecto para reducir plásticos usando materiales alternativos como el silicio?" },
      { "textoAfirmacion": "¿Te interesa crear una maqueta de una central nuclear para entender el uso del uranio?" },
      { "textoAfirmacion": "¿Diseñarías un experimento para extraer hierro de minerales?" },
      { "textoAfirmacion": "¿Te gustaría construir un panel solar usando silicio?" }
    ],
    "Aprendizaje_Basado_en_Problemas": [
      { "textoAfirmacion": "¿Investigarías cómo evitar la corrosión del hierro usando antioxidantes?" },
      { "textoAfirmacion": "¿Te interesa analizar cómo el plomo contamina el agua para proponer soluciones?" },
      { "textoAfirmacion": "¿Investigarías el uso del sodio en lámparas urbanas para encontrar mejoras?" },
      { "textoAfirmacion": "¿Buscarías una solución al problema de la escasez de helio para usos médicos?" },
      { "textoAfirmacion": "¿Te interesa proponer soluciones para reducir el CO₂ y su impacto ambiental?" },
      { "textoAfirmacion": "¿Investigarías cómo el mercurio afecta la salud y qué alternativas existen?" }
    ],
    "Aprendizaje_Cooperativo": [
      { "textoAfirmacion": "¿Trabajarías en equipo para simular la electrólisis del agua?" },
      { "textoAfirmacion": "¿Organizarías un debate con tus compañeros sobre el uso del mercurio en odontología?" },
      { "textoAfirmacion": "¿Crearías una campaña grupal para promover el reciclaje de aluminio?" },
      { "textoAfirmacion": "¿Diseñarías un experimento con tu grupo para estudiar la fotosíntesis?" },
      { "textoAfirmacion": "¿Te gustaría trabajar en equipo para resolver un problema ambiental usando química?" },
      { "textoAfirmacion": "¿Colaborarías con otros para crear un periódico científico sobre los elementos químicos?" }
    ],
    "Gamificacion": [
      { "textoAfirmacion": "¿Jugarías a un videojuego donde debas combinar elementos para formar compuestos y ganar puntos?" },
      { "textoAfirmacion": "¿Competirías por medallas virtuales al identificar elementos en objetos cotidianos?" },
      { "textoAfirmacion": "¿Te gustaría participar en un escape room virtual con acertijos químicos?" },
      { "textoAfirmacion": "¿Jugarías a un juego de estrategia donde debas construir moléculas con elementos?" }
    ]
  }
}
