{
    "titulo": "Cuestionario sobre categorías de la tabla periódica",
    "descripcion": "Preguntas de nivel medio organizadas por cada categoría de elementos en la tabla periódica",
    "categorias": [
      {
        "nombre": "Metales Alcalinos",
        "preguntas": [
          {
            "pregunta": "¿Qué metal alcalino reacciona más violentamente con el agua?",
            "opciones": [
              "Litio",
              "Sodio",
              "Potasio",
              "Cesio"
            ],
            "respuestaCorrecta": 3,
            "explicacion": "El cesio (Cs) es el que reacciona más violentamente con el agua. La reactividad de los metales alcalinos aumenta al descender en el grupo debido a que el electrón de valencia está cada vez más alejado del núcleo."
          },
          {
            "id": 2,
            "pregunta": "¿Cuál es el único metal alcalino que forma compuestos donde puede tener un estado de oxidación de -1?",
            "opciones": [
              "Litio",
              "Sodio",
              "Potasio",
              "Rubidio"
            ],
            "respuestaCorrecta": 0,
            "explicacion": "El litio es el único metal alcalino que puede formar compuestos (litituros) con estado de oxidación -1, como el Li₂O, debido a su pequeño tamaño y alta electronegatividad relativa."
          },
          {
            "id": 3,
            "pregunta": "¿Qué propiedad física disminuye al descender en el grupo de los metales alcalinos?",
            "opciones": [
              "Masa atómica",
              "Radio atómico",
              "Punto de fusión",
              "Conductividad eléctrica"
            ],
            "respuestaCorrecta": 2,
            "explicacion": "El punto de fusión disminuye al descender en el grupo de los metales alcalinos. El cesio y el galio son los únicos metales que pueden estar en estado líquido cerca de la temperatura ambiente."
          },
          {
            "id": 4,
            "pregunta": "¿Qué color característico imparten los metales alcalinos a la llama?",
            "opciones": [
              "El sodio da color amarillo intenso",
              "El potasio da color violeta",
              "El litio da color rojo carmesí",
              "Todas las anteriores son correctas"
            ],
            "respuestaCorrecta": 3,
            "explicacion": "Todos los metales alcalinos imparten colores característicos a la llama: litio (rojo carmesí), sodio (amarillo intenso), potasio (violeta), rubidio (rojo-violeta) y cesio (azul pálido). Esta propiedad se usa en pruebas de identificación en química analítica."
          },
          {
            "id": 5,
            "pregunta": "¿Cuál de los siguientes NO es un metal alcalino?",
            "opciones": [
              "Francio",
              "Cesio",
              "Radio",
              "Rubidio"
            ],
            "respuestaCorrecta": 2,
            "explicacion": "El radio (Ra) no es un metal alcalino sino un metal alcalinotérreo del grupo 2. Los metales alcalinos pertenecen exclusivamente al grupo 1 de la tabla periódica."
          }
        ]
      },
      {
        "nombre": "Metales Alcalinotérreos",
        "preguntas": [
          {
            "id": 6,
            "pregunta": "¿Qué metal alcalinotérreo es esencial para la formación de huesos y dientes?",
            "opciones": [
              "Berilio",
              "Magnesio",
              "Calcio",
              "Estroncio"
            ],
            "respuestaCorrecta": 2,
            "explicacion": "El calcio es esencial para la formación de huesos y dientes, principalmente en forma de hidroxiapatita [Ca₁₀(PO₄)₆(OH)₂]. También juega un papel crucial en la contracción muscular y la transmisión nerviosa."
          },
          {
            "id": 7,
            "pregunta": "¿Qué característica química define a los metales alcalinotérreos?",
            "opciones": [
              "Tienen 1 electrón en su capa de valencia",
              "Tienen 2 electrones en su capa de valencia",
              "Tienen la capa de valencia llena",
              "Tienen configuración electrónica d¹⁰"
            ],
            "respuestaCorrecta": 1,
            "explicacion": "Los metales alcalinotérreos tienen 2 electrones en su capa de valencia (configuración ns²), lo que explica su tendencia a formar iones con carga +2 y compuestos donde presentan estado de oxidación +2."
          },
          {
            "id": 8,
            "pregunta": "¿Cuál de los siguientes metales alcalinotérreos es extremadamente tóxico y no tiene funciones biológicas conocidas?",
            "opciones": [
              "Magnesio",
              "Berilio",
              "Calcio",
              "Bario"
            ],
            "respuestaCorrecta": 1,
            "explicacion": "El berilio es extremadamente tóxico y puede causar beriliosis, una enfermedad pulmonar grave. No tiene funciones biológicas conocidas en ningún organismo vivo."
          },
          {
            "id": 9,
            "pregunta": "¿Qué metal alcalinotérreo es el más abundante en la corteza terrestre?",
            "opciones": [
              "Calcio",
              "Magnesio",
              "Estroncio",
              "Bario"
            ],
            "respuestaCorrecta": 0,
            "explicacion": "El calcio es el quinto elemento más abundante en la corteza terrestre (aproximadamente 4.1% en masa) y el metal alcalinotérreo más abundante, presente principalmente en forma de carbonatos como la caliza."
          },
          {
            "id": 10,
            "pregunta": "¿Cuál de estos compuestos NO contiene un metal alcalinotérreo?",
            "opciones": [
              "Dolomita [CaMg(CO₃)₂]",
              "Carnalita [KMgCl₃·6H₂O]",
              "Bauxita [Al₂O₃·nH₂O]",
              "Anhydrita [CaSO₄]"
            ],
            "respuestaCorrecta": 2,
            "explicacion": "La bauxita es un mineral de aluminio hidratado [Al₂O₃·nH₂O] y no contiene ningún metal alcalinotérreo. El aluminio pertenece al grupo 13, no al grupo 2 donde se encuentran los metales alcalinotérreos."
          }
        ]
      },
      {
        "nombre": "Metales de Transición",
        "preguntas": [
          {
            "id": 11,
            "pregunta": "¿Qué propiedad característica presentan muchos metales de transición debido a sus electrones D?",
            "opciones": [
              "Propiedades magnéticas",
              "Estados de oxidación variables",
              "Formación de compuestos coloreados",
              "Todas las anteriores"
            ],
            "respuestaCorrecta": 3,
            "explicacion": "Los metales de transición presentan todas estas propiedades características debido a sus orbitales D parcialmente llenos: propiedades magnéticas, múltiples estados de oxidación y formación de compuestos coloreados debido a transiciones d-d."
          },
          {
            "id": 12,
            "pregunta": "¿Cuál de estos metales de transición tiene la mayor importancia biológica como componente de la hemoglobina?",
            "opciones": [
              "Cobalto",
              "Hierro",
              "Cobre",
              "Zinc"
            ],
            "respuestaCorrecta": 1,
            "explicacion": "El hierro es el componente central del grupo hemo en la hemoglobina, responsable del transporte de oxígeno en la sangre. Su capacidad para cambiar entre los estados Fe²⁺ y Fe³⁺ es crucial para esta función."
          },
          {
            "id": 13,
            "pregunta": "¿Qué metal de transición se utiliza como catalizador en el proceso Haber-Bosch para la síntesis de amoníaco?",
            "opciones": [
              "Titanio",
              "Vanadio",
              "Hierro",
              "Platino"
            ],
            "respuestaCorrecta": 2,
            "explicacion": "El hierro es el catalizador principal en el proceso Haber-Bosch, que sintetiza amoníaco a partir de nitrógeno e hidrógeno. Este proceso es fundamental para la producción de fertilizantes y la agricultura moderna."
          },
          {
            "id": 14,
            "pregunta": "¿Cuál de estos metales de transición no existe naturalmente en la Tierra y fue el primer elemento sintético?",
            "opciones": [
              "Tecnecio",
              "Manganeso",
              "Renio",
              "Hafnio"
            ],
            "respuestaCorrecta": 0,
            "explicacion": "El tecnecio (Tc, Z=43) fue el primer elemento sintético y no existe naturalmente en la Tierra porque todos sus isótopos son radiactivos con vidas medias relativamente cortas. Fue sintetizado por primera vez en 1937."
          },
          {
            "id": 15,
            "pregunta": "¿Qué propiedad es característica del cromo y explica su uso en recubrimientos?",
            "opciones": [
              "Alta conductividad térmica",
              "Resistencia a la corrosión",
              "Baja densidad",
              "Alta maleabilidad"
            ],
            "respuestaCorrecta": 1,
            "explicacion": "El cromo es conocido por su excelente resistencia a la corrosión debido a la formación de una capa pasiva de óxido de cromo (Cr₂O₃). Esta propiedad explica su amplio uso en recubrimientos protectores y decorativos."
          }
        ]
      },
      {
        "nombre": "Metales Postransicionales",
        "preguntas": [
          {
            "id": 16,
            "pregunta": "¿Qué metal postransicional tiene el punto de fusión más bajo y puede estar en estado líquido a temperatura ambiente?",
            "opciones": [
              "Galio",
              "Indio",
              "Estaño",
              "Plomo"
            ],
            "respuestaCorrecta": 0,
            "explicacion": "El galio tiene un punto de fusión excepcionalmente bajo (29.8°C), lo que significa que puede fundirse en la mano. Es uno de los pocos metales que pueden estar en estado líquido cerca de la temperatura ambiente."
          },
          {
            "id": 17,
            "pregunta": "¿Qué metal postransicional es conocido por su toxicidad y su antiguo uso en tuberías y pinturas?",
            "opciones": [
              "Zinc",
              "Estaño",
              "Bismuto",
              "Plomo"
            ],
            "respuestaCorrecta": 3,
            "explicacion": "El plomo es conocido por su toxicidad, especialmente por afectar el desarrollo neurológico. Históricamente se usó en tuberías y pinturas, usos que han sido prohibidos debido a sus efectos tóxicos."
          },
          {
            "id": 18,
            "pregunta": "¿Qué característica diferencia principalmente a los metales postransicionales de los metales de transición?",
            "opciones": [
              "No pueden formar iones positivos",
              "Tienen los orbitales d completamente llenos",
              "No conducen la electricidad",
              "No forman aleaciones"
            ],
            "respuestaCorrecta": 1,
            "explicacion": "Los metales postransicionales tienen los orbitales d completamente llenos (configuración d¹⁰), a diferencia de los metales de transición que tienen orbitales d parcialmente llenos, lo que explica sus diferentes propiedades."
          },
          {
            "id": 19,
            "pregunta": "¿Qué metal postransicional es esencial para el sistema inmunológico humano y la cicatrización de heridas?",
            "opciones": [
              "Aluminio",
              "Zinc",
              "Estaño",
              "Talio"
            ],
            "respuestaCorrecta": 1,
            "explicacion": "El zinc es un oligoelemento esencial para el sistema inmunológico humano, la cicatrización de heridas, la síntesis de ADN y el funcionamiento de más de 300 enzimas en el cuerpo humano."
          },
          {
            "id": 20,
            "pregunta": "¿Qué metal postransicional es el más utilizado en la industria para la fabricación de latas de conserva?",
            "opciones": [
              "Aluminio",
              "Zinc",
              "Estaño",
              "Bismuto"
            ],
            "respuestaCorrecta": 2,
            "explicacion": "El estaño se utiliza ampliamente para recubrir las latas de acero (hojalata) utilizadas en la industria alimentaria debido a su resistencia a la corrosión y baja toxicidad, protegiendo los alimentos del contacto directo con el acero."
          }
        ]
      },
      {
        "nombre": "Metaloides",
        "preguntas": [
          {
            "id": 21,
            "pregunta": "¿Qué metaloide es esencial para la industria de semiconductores y microchips?",
            "opciones": [
              "Boro",
              "Silicio",
              "Arsénico",
              "Teluro"
            ],
            "respuestaCorrecta": 1,
            "explicacion": "El silicio es el metaloide más importante para la industria de semiconductores y microchips debido a sus propiedades semiconductoras que pueden ser modificadas mediante dopaje, formando la base de la electrónica moderna."
          },
          {
            "id": 22,
            "pregunta": "¿Qué propiedad principal define a los metaloides?",
            "opciones": [
              "Tienen propiedades exclusivamente metálicas",
              "Tienen propiedades exclusivamente no metálicas",
              "Tienen propiedades intermedias entre metales y no metales",
              "No conducen la electricidad en ninguna condición"
            ],
            "respuestaCorrecta": 2,
            "explicacion": "Los metaloides tienen propiedades físicas y químicas intermedias entre los metales y no metales. Pueden comportarse como semiconductores o semimetales y sus óxidos pueden tener carácter anfótero."
          },
          {
            "id": 23,
            "pregunta": "¿Cuál de estos elementos NO es un metaloide?",
            "opciones": [
              "Silicio",
              "Germanio",
              "Estaño",
              "Antimonio"
            ],
            "respuestaCorrecta": 2,
            "explicacion": "El estaño (Sn) no es un metaloide sino un metal postransicional. Los metaloides típicamente reconocidos son boro, silicio, germanio, arsénico, antimonio, telurio y polonio (aunque este último a veces se clasifica como metal)."
          },
          {
            "id": 24,
            "pregunta": "¿Qué metaloide se utiliza como dopante tipo p en semiconductores de silicio?",
            "opciones": [
              "Boro",
              "Germanio",
              "Antimonio",
              "Teluro"
            ],
            "respuestaCorrecta": 0,
            "explicacion": "El boro se utiliza como dopante tipo p en semiconductores de silicio porque tiene tres electrones de valencia (uno menos que el silicio), lo que crea 'huecos' positivos móviles en la estructura cristalina."
          },
          {
            "id": 25,
            "pregunta": "¿Qué metaloide fue históricamente utilizado como veneno debido a sus compuestos inodoros e insípidos?",
            "opciones": [
              "Boro",
              "Germanio",
              "Arsénico",
              "Telurio"
            ],
            "respuestaCorrecta": 2,
            "explicacion": "El arsénico, especialmente en forma de trióxido de arsénico (As₂O₃), fue históricamente utilizado como veneno debido a que sus compuestos son inodoros, insípidos y difíciles de detectar, además de sus efectos tóxicos acumulativos."
          }
        ]
      },
      {
        "nombre": "No Metales Reactivos",
        "preguntas": [
          {
            "id": 26,
            "pregunta": "¿Qué no metal es esencial para la vida y es el segundo elemento más electronegativo?",
            "opciones": [
              "Carbono",
              "Nitrógeno",
              "Oxígeno",
              "Azufre"
            ],
            "respuestaCorrecta": 2,
            "explicacion": "El oxígeno es esencial para la respiración aeróbica y es el segundo elemento más electronegativo después del flúor. Esta alta electronegatividad explica su capacidad para formar óxidos con casi todos los elementos."
          },
          {
            "id": 27,
            "pregunta": "¿Qué no metal es la base de toda la química orgánica debido a su capacidad de formar cadenas y anillos?",
            "opciones": [
              "Carbono",
              "Nitrógeno",
              "Fósforo",
              "Azufre"
            ],
            "respuestaCorrecta": 0,
            "explicacion": "El carbono es la base de la química orgánica debido a su capacidad única para formar hasta cuatro enlaces covalentes fuertes y crear largas cadenas, anillos y estructuras tridimensionales complejas con otros átomos."
          },
          {
            "id": 28,
            "pregunta": "¿Qué no metal es el más electronegativo de todos los elementos?",
            "opciones": [
              "Cloro",
              "Flúor",
              "Oxígeno",
              "Nitrógeno"
            ],
            "respuestaCorrecta": 1,
            "explicacion": "El flúor es el elemento más electronegativo de la tabla periódica, con un valor de 4.0 en la escala de Pauling. Esta propiedad explica su extrema reactividad y capacidad para formar compuestos con prácticamente todos los elementos."
          },
          {
            "id": 29,
            "pregunta": "¿Qué forma alotrópica del carbono consiste en una única capa de átomos dispuestos en un patrón hexagonal?",
            "opciones": [
              "Diamante",
              "Grafito",
              "Grafeno",
              "Fullereno"
            ],
            "respuestaCorrecta": 2,
            "explicacion": "El grafeno es una forma alotrópica del carbono que consiste en una única capa de átomos dispuestos en un patrón hexagonal, similar a una sola capa del grafito. Tiene propiedades extraordinarias de conductividad y resistencia."
          },
          {
            "id": 30,
            "pregunta": "¿Qué no metal reacciona explosivamente con metales alcalinos y se utiliza en cerillas?",
            "opciones": [
              "Azufre",
              "Fósforo",
              "Yodo",
              "Selenio"
            ],
            "respuestaCorrecta": 1,
            "explicacion": "El fósforo, especialmente en su forma alótropa de fósforo rojo, se utiliza en las cerillas de seguridad. El fósforo blanco es extremadamente reactivo y puede inflamarse espontáneamente en contacto con el aire."
          }
        ]
      },
      {
        "nombre": "Gases Nobles",
        "preguntas": [
          {
            "id": 31,
            "pregunta": "¿Qué gas noble se utiliza en letreros luminosos de color rojo-naranja?",
            "opciones": [
              "Helio",
              "Neón",
              "Argón",
              "Xenón"
            ],
            "respuestaCorrecta": 1,
            "explicacion": "El neón emite una luz rojo-naranja característica cuando se excita eléctricamente, lo que explica su uso en los famosos 'letreros de neón'. Cada gas noble produce un color distintivo en tubos de descarga."
          },
          {
            "id": 32,
            "pregunta": "¿Qué gas noble fue el primero en formar compuestos químicos, rompiendo el paradigma de su total inactividad?",
            "opciones": [
              "Argón",
              "Kriptón",
              "Xenón",
              "Radón"
            ],
            "respuestaCorrecta": 2,
            "explicacion": "El xenón fue el primer gas noble en formar compuestos químicos estables cuando Neil Bartlett sintetizó el hexafluoroplatinato de xenón (XePtF₆) en 1962, demostrando que los gases nobles no eran completamente inertes."
          },
          {
            "id": 33,
            "pregunta": "¿Qué característica clave de los gases nobles explica su baja reactividad química?",
            "opciones": [
              "Tienen configuración electrónica de capa de valencia llena",
              "Tienen alta energía de ionización",
              "Tienen radio atómico pequeño",
              "Las opciones A y B son correctas"
            ],
            "respuestaCorrecta": 3,
            "explicacion": "Los gases nobles tienen configuración electrónica de capa de valencia llena (ns²np⁶, excepto He con 1s²) y alta energía de ionización, lo que explica su extraordinaria estabilidad y baja reactividad química."
          },
          {
            "id": 34,
            "pregunta": "¿Qué gas noble es el más abundante en la atmósfera terrestre?",
            "opciones": [
              "Helio",
              "Neón",
              "Argón",
              "Kriptón"
            ],
            "respuestaCorrecta": 2,
            "explicacion": "El argón constituye aproximadamente el 0.93% del volumen de la atmósfera terrestre, siendo el tercer gas más abundante después del nitrógeno y el oxígeno, y el gas noble más abundante en la Tierra."
          },
          {
            "id": 35,
            "pregunta": "¿Qué gas noble se usa como atmósfera protectora en la soldadura por arco por su inercia química?",
            "opciones": [
              "Helio",
              "Neón",
              "Argón",
              "Xenón"
            ],
            "respuestaCorrecta": 2,
            "explicacion": "El argón se utiliza comúnmente como atmósfera protectora en la soldadura por arco (TIG y MIG) debido a su inercia química, que previene la oxidación del metal caliente, y su relativamente bajo costo comparado con otros gases nobles."
          }
        ]
      },
      {
        "nombre": "Lantánidos",
        "preguntas": [
          {
            "id": 36,
            "pregunta": "¿Por qué se llaman 'tierras raras' a los lantánidos a pesar de que algunos son relativamente abundantes?",
            "opciones": [
              "Porque fueron descubiertos tardíamente",
              "Por la dificultad de separarlos debido a sus propiedades químicas similares",
              "Porque solo existen en meteoritos",
              "Porque solo se encuentran en China"
            ],
            "respuestaCorrecta": 1,
            "explicacion": "Los lantánidos se llaman 'tierras raras' no por su escasez (algunos son relativamente abundantes), sino por la dificultad histórica para separarlos debido a sus propiedades químicas extremadamente similares, ya que difieren principalmente en sus electrones 4f internos."
          },
          {
            "id": 37,
            "pregunta": "¿Qué característica electrónica distingue a los lantánidos de otros elementos?",
            "opciones": [
              "El llenado progresivo de orbitales 4f",
              "El llenado progresivo de orbitales 5d",
              "El llenado progresivo de orbitales 5f",
              "El llenado progresivo de orbitales 6s"
            ],
            "respuestaCorrecta": 0,
            "explicacion": "Los lantánidos se caracterizan por el llenado progresivo de los orbitales 4f internos, lo que explica su química similar ya que estos electrones están blindados por los orbitales exteriores y no participan significativamente en los enlaces."
          },
          {
            "id": 38,
            "pregunta": "¿Qué lantánido se utiliza en imanes permanentes extremadamente potentes?",
            "opciones": [
              "Cerio",
              "Europio",
              "Neodimio",
              "Terbio"
            ],
            "respuestaCorrecta": 2,
            "explicacion": "El neodimio se utiliza en la fabricación de imanes permanentes de neodimio-hierro-boro (Nd₂Fe₁₄B), que son los imanes permanentes más potentes disponibles comercialmente, fundamentales en discos duros, altavoces y motores eléctricos."
          },
          {
            "id": 39,
            "pregunta": "¿Qué fenómeno característico presentan muchos compuestos de lantánidos que los hace útiles en aplicaciones ópticas?",
            "opciones": [
              "Ferromagnetismo",
              "Luminiscencia",
              "Superconductividad",
              "Piezoelectricidad"
            ],
            "respuestaCorrecta": 1,
            "explicacion": "Muchos compuestos de lantánidos presentan luminiscencia (fluorescencia y fosforescencia) debido a transiciones f-f, lo que los hace útiles en pantallas, LEDs, láseres, marcadores biológicos y otros dispositivos ópticos."
          },
          {
            "id": 40,
            "pregunta": "¿Cuál de estos elementos NO es un lantánido?",
            "opciones": [
              "Lutecio",
              "Europio",
              "Actinio",
              "Prometio"
            ],
            "respuestaCorrecta": 2,
            "explicacion": "El actinio (Ac) no es un lantánido sino el primer elemento de la serie de los actínidos. Los lantánidos incluyen los elementos desde el lantano (La, Z=57) hasta el lutecio (Lu, Z=71)."
          }
        ]
      },
      {
        "nombre": "Actínoides",
        "preguntas": [
          {
            "id": 41,
            "pregunta": "¿Qué característica principal distingue a los actínidos de los lantánidos?",
            "opciones": [
              "Todos los actínidos son radiactivos",
              "Los actínidos llenan orbitales 5f mientras los lantánidos llenan 4f",
              "Los actínidos son más densos",
              "Las opciones A y B son correctas"
            ],
            "respuestaCorrecta": 3,
            "explicacion": "Los actínidos se distinguen por ser todos radiactivos (incluso los que ocurren naturalmente) y por el llenado progresivo de los orbitales 5f, análogamente a cómo los lantánidos llenan los orbitales 4f."
          },
          {
            "id": 42,
            "pregunta": "¿Qué actínido es el más utilizado en reactores nucleares comerciales?",
            "opciones": [
              "Torio",
              "Uranio",
              "Plutonio",
              "Neptunio"
            ],
            "respuestaCorrecta": 1,
            "explicacion": "El uranio, específicamente el isótopo U-235 (0.7% del uranio natural), es el combustible nuclear más utilizado en reactores comerciales. El uranio enriquecido contiene una mayor proporción de este isótopo fisionable."
          },
          {
            "id": 43,
            "pregunta": "¿Qué actínido fue el primero en ser sintetizado artificialmente?",
            "opciones": [
              "Neptunio",
              "Plutonio",
              "Americio",
              "Curio"
            ],
            "respuestaCorrecta": 0,
            "explicacion": "El neptunio (Np, Z=93) fue el primer elemento transuráninico y el primer actínido sintetizado artificialmente, producido en 1940 por Edwin McMillan y Philip Abelson bombardeando uranio con neutrones."
          },
          {
            "id": 44,
            "pregunta": "¿Qué actínido se utiliza comúnmente en detectores de humo domésticos?",
            "opciones": [
              "Plutonio",
              "Americio",
              "Curio",
              "Californio"
            ],
            "respuestaCorrecta": 1,
            "explicacion": "El americio-241 se utiliza en detectores de humo ionizantes. Su radiación alfa ioniza el aire, creando una pequeña corriente eléctrica que es interrumpida por las partículas de humo, activando la alarma."
          },
          {
            "id": 45,
            "pregunta": "¿Cuál de estos actínidos tiene el mayor número atómico y fue nombrado en honor a Albert Einstein?",
            "opciones": [
              "Fermio",
              "Mendelevio",
              "Einstenio",
              "Nobelio"
            ],
            "respuestaCorrecta": 2,
            "explicacion": "El einstenio (Es, Z=99) fue nombrado en honor a Albert Einstein. Es uno de los actínidos más pesados y fue descubierto en los residuos de la primera explosión termonuclear (prueba 'Mike') en 1952."
          }
        ]
      },
      {
        "nombre": "Propiedades Desconocidas",
        "preguntas": [
          {
            "id": 46,
            "pregunta": "¿Qué elemento con propiedades desconocidas tiene el número atómico más alto observado hasta ahora?",
            "opciones": [
              "Oganesón (Og, Z=118)",
              "Nihonio (Nh, Z=113)",
              "Tennessine (Ts, Z=117)",
              "Moscovio (Mc, Z=115)"
            ],
            "respuestaCorrecta": 0,
            "explicacion": "El oganesón (Og, Z=118) es actualmente el elemento más pesado observado. Sus propiedades químicas son mayormente desconocidas debido a su extrema inestabilidad y la producción de cantidades ínfimas (solo unos pocos átomos)."
          },
          {
            "id": 47,
            "pregunta": "¿Qué característica hace que las propiedades de los elementos superpesados sean difíciles de estudiar experimentalmente?",
            "opciones": [
              "Su extrema radiactividad",
              "Sus vidas medias extremadamente cortas",
              "La dificultad de producirlos en cantidades significativas",
              "Todas las anteriores"
            ],
            "respuestaCorrecta": 3,
            "explicacion": "Las propiedades de los elementos superpesados son difíciles de estudiar debido a su extrema radiactividad, vidas medias extremadamente cortas (a veces milisegundos) y la dificultad de producirlos en cantidades mayores a unos pocos átomos individuales."
          },
          {
            "id": 48,
            "pregunta": "¿Qué efecto relativista podría hacer que el oganesón (Z=118) no se comporte como un gas noble típico?",
            "opciones": [
              "Contracción relativista de los orbitales s",
              "Expansión de los orbitales f",
              "Aceleración del decaimiento radiactivo",
              "Incremento en la reactividad química"
            ],
            "respuestaCorrecta": 0,
            "explicacion": "La contracción relativista de los orbitales s podría hacer que el oganesón, aunque está en el grupo 18, no se comporte como un gas noble típico sino más como un sólido reactivo, según predicen cálculos teóricos."
          },
          {
            "id": 49,
            "pregunta": "¿Qué elemento superpesado fue nombrado en honor a Yuri Oganessian, científico líder en la síntesis de elementos superpesados?",
            "opciones": [
              "Oganesón (Og, Z=118)",
              "Moscovio (Mc, Z=115)",
              "Nihonio (Nh, Z=113)",
              "Livermorio (Lv, Z=116)"
            ],
            "respuestaCorrecta": 0,
            "explicacion": "El oganesón (Og, Z=118) fue nombrado en honor a Yuri Oganessian, físico nuclear ruso pionero en el descubrimiento de elementos superpesados. Es el segundo elemento nombrado en honor a un científico vivo, después del seaborgio."
          },
          {
            "id": 50,
            "pregunta": "¿Cuál de estos elementos se predice que pertenece a la 'isla de estabilidad', una región teórica donde los núcleos superpesados podrían tener vidas medias significativamente más largas?",
            "opciones": [
              "Elemento 114 (Flerovio)",
              "Elemento 120 (aún no sintetizado)",
              "Elemento 126 (aún no sintetizado)",
              "Las opciones B y C son correctas"
            ],
            "respuestaCorrecta": 3,
            "explicacion": "Los elementos 120 y 126 (aún no sintetizados) se predice que podrían pertenecer a la teórica 'isla de estabilidad', donde configuraciones de protones y neutrones especialmente estables (números mágicos) podrían resultar en isótopos con vidas medias significativamente más largas."
          }
        ]
      }
    ]
  }