{
  "Informacion": {
    "Categorias": {
      "Metales Alcalinos": {
        "Litio": {
          "nombre": "Litio",
          "simbolo": "Li",
          "numero_atomico": 3,
          "descripcion": "El litio es un metal alcalino blando, de color plateado, altamente reactivo y el más ligero de todos los metales.",
          "propiedades": {
            "masa_atomica": {
              "valor": 6.94,
              "info": "Imagina baterías que pesen casi nada: con su masa atómica tan baja, el litio hace posible dispositivos portátiles de larga duración."
            },
            "punto_fusion": {
              "valor": 180.5,
              "info": "Curiosamente, su punto de fusión relativamente bajo permite soldaduras de baja temperatura y aplicaciones en criogenia."
            },
            "punto_ebullicion": {
              "valor": 1342,
              "info": "Es sorprendente que, pese a ser tan ligero, el litio alcance ebullición a más de 1300 °C, útil en termodinámica avanzada."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Aunque es sólido a temperatura ambiente, su blandura permite cortarlo con un cuchillo, revelando su estructura cristalina débil."
            },
            "electronegatividad": {
              "valor": 0.98,
              "info": "En las celdas electroquímicas, funciona como un donador de electrones excepcional gracias a su baja electronegatividad."
            }
          }
        },
        "Sodio": {
          "nombre": "Sodio",
          "simbolo": "Na",
          "numero_atomico": 11,
          "descripcion": "El sodio es un metal alcalino suave y plateado, esencial en procesos biológicos y ampliamente utilizado en la industria química.",
          "propiedades": {
            "masa_atomica": {
              "valor": 22.9897,
              "info": "Piensa en la sal de mesa que usas cada día: su formación depende de la masa atómica ligera del sodio."
            },
            "punto_fusion": {
              "valor": 97.8,
              "info": "¿Lo sabías? Su punto de fusión tan bajo reduce el consumo energético en la manufactura de cerámicas y vidrios especiales."
            },
            "punto_ebullicion": {
              "valor": 883,
              "info": "Resulta útil en reactores solares: su elevado punto de ebullición facilita la transferencia de calor a altas temperaturas."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Se oxida con rapidez al contacto con el aire, generando una capa de óxido que lo protege de más corrosión."
            },
            "electronegatividad": {
              "valor": 0.93,
              "info": "En síntesis orgánica, destaca como un potente donador de electrones en reacciones redox."
            }
          }
        },
        "Potasio": {
          "nombre": "Potasio",
          "simbolo": "K",
          "numero_atomico": 19,
          "descripcion": "El potasio es un metal alcalino blando, de color plateado, crucial para funciones biológicas como la transmisión nerviosa.",
          "propiedades": {
            "masa_atomica": {
              "valor": 39.0983,
              "info": "Ideal para fertilizantes de liberación controlada, su masa atómica moderada optimiza la nutrición de las plantas."
            },
            "punto_fusion": {
              "valor": 63.5,
              "info": "Destaca por uno de los puntos de fusión más bajos, facilitando estudios de cristalografía en laboratorio."
            },
            "punto_ebullicion": {
              "valor": 759,
              "info": "Su ebullición a menos de 800 °C lo hace útil en termómetros de alta precisión."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Debido a su alta reactividad, se conserva bajo aceite mineral para evitar su oxidación inmediata."
            },
            "electronegatividad": {
              "valor": 0.82,
              "info": "Su baja electronegatividad facilita la formación de sales solubles esenciales en agricultura y farmacéutica."
            }
          }
        },
        "Rubidio": {
          "nombre": "Rubidio",
          "simbolo": "Rb",
          "numero_atomico": 37,
          "descripcion": "El rubidio es un metal alcalino suave y plateado que se oxida rápidamente en el aire y reacciona violentamente con el agua.",
          "propiedades": {
            "masa_atomica": {
              "valor": 85.47,
              "info": "Entre potasio y cesio, su masa es perfecta para relojes atómicos que definen el segundo con extrema precisión."
            },
            "punto_fusion": {
              "valor": 39.31,
              "info": "Puede derretirse con calor corporal: su bajo punto de fusión es aprovechado en física de bajas temperaturas."
            },
            "punto_ebullicion": {
              "valor": 688,
              "info": "Se usa en tubos de vacío y láseres de rubidio, gracias a su punto de ebullición relativamente alto."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Almacénalo sin humedad ni oxígeno; su alta reactividad lo hace peligroso en condiciones normales."
            },
            "electronegatividad": {
              "valor": 0.82,
              "info": "Muy reactivo, el rubidio es clave en estudios de química cuántica y espectroscopía."
            }
          }
        },
        "Cesio": {
          "nombre": "Cesio",
          "simbolo": "Cs",
          "numero_atomico": 55,
          "descripcion": "El cesio es un metal muy blando, de color dorado pálido, extremadamente reactivo y utilizado en relojes atómicos.",
          "propiedades": {
            "masa_atomica": {
              "valor": 132.91,
              "info": "Clave para la definición del segundo: su elevada masa se emplea en relojes atómicos de cesio."
            },
            "punto_fusion": {
              "valor": 28.44,
              "info": "Con uno de los puntos de fusión más bajos, el cesio es líquido a temperatura moderada para bombas y sondas."
            },
            "punto_ebullicion": {
              "valor": 671,
              "info": "Su punto de ebullición lo hace valioso en espectrometría de masas y tubos de vacío."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Se vuelve líquido con un ligero aumento de temperatura, facilitando aplicaciones en termometría de precisión."
            },
            "electronegatividad": {
              "valor": 0.79,
              "info": "Como donador de electrones, es fundamental en reacciones de transferencia de carga de alta eficiencia."
            }
          }
        },
        "Francio": {
          "nombre": "Francio",
          "simbolo": "Fr",
          "numero_atomico": 87,
          "descripcion": "El francio es un metal alcalino extremadamente raro y radiactivo. Se desintegra rápidamente y tiene pocos usos prácticos.",
          "propiedades": {
            "masa_atomica": {
              "valor": 223,
              "info": "Solo rastreado en aceleradores: su masa atómica alta y vida corta impiden su estudio detallado."
            },
            "punto_fusion": {
              "valor": 27,
              "info": "Estimado teóricamente, su punto de fusión nunca se ha medido directamente por su radiactividad."
            },
            "punto_ebullicion": {
              "valor": 677,
              "info": "Se basa en cálculos teóricos, ya que apenas puede acumularse muestra suficiente para medición."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Predicho sólido, pero su intensa radiación impide observarlo en estado puro más que por segundos."
            },
            "electronegatividad": {
              "valor": 0.7,
              "info": "Se considera el metal más reactivo, aunque sus propiedades reales siguen siendo especulativas."
            }
          }
        }
      },
      "Metales Alcalinotérreos": {
        "Berilio": {
          "nombre": "Berilio",
          "simbolo": "Be",
          "numero_atomico": 4,
          "descripcion": "El berilio es un metal alcalinotérreo ligero y resistente. Se usa en aleaciones para herramientas y en la industria aeroespacial debido a su rigidez y estabilidad térmica.",
          "propiedades": {
            "masa_atomica": {
              "valor": 9.0122,
              "info": "Imagina estructuras ultraligeras: con su masa atómica tan baja, el berilio aporta rigidez sin añadir peso extra a componentes aeroespaciales."
            },
            "punto_fusion": {
              "valor": 1287,
              "info": "Curiosamente, su alto punto de fusión lo hace imprescindible en motores a reacción, donde las temperaturas alcanzan niveles extremos."
            },
            "punto_ebullicion": {
              "valor": 2471,
              "info": "Es sorprendente que el berilio permanezca estable hasta más de 2400 °C, permitiendo su uso en sistemas de alta temperatura."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, forma una estructura cristalina compacta que combina ligereza con gran dureza."
            },
            "electronegatividad": {
              "valor": 1.57,
              "info": "En enlaces covalentes, su relativamente alta electronegatividad entre los alcalinotérreos influye en compuestos resistentes."
            }
          }
        },
        "Magnesio": {
          "nombre": "Magnesio",
          "simbolo": "Mg",
          "numero_atomico": 12,
          "descripcion": "El magnesio es un metal ligero y altamente reactivo que se usa en aleaciones, fuegos artificiales y como nutriente esencial en organismos vivos.",
          "propiedades": {
            "masa_atomica": {
              "valor": 24.305,
              "info": "Piensa en autos deportivos y aviones: el magnesio es lo bastante ligero para estructuras resistentes y de alto rendimiento."
            },
            "punto_fusion": {
              "valor": 650,
              "info": "Curiosamente moderado, su punto de fusión permite fundirlo con un consumo de energía relativamente bajo."
            },
            "punto_ebullicion": {
              "valor": 1091,
              "info": "Su ebullición sobre 1000 °C lo hace útil en procesos de evaporación controlada sin degradación rápida."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Quema con una llama blanca brillante, característica que lo hace popular en pirotecnia."
            },
            "electronegatividad": {
              "valor": 1.31,
              "info": "Su baja electronegatividad facilita reacciones redox, aprovechadas en batería y síntesis química."
            }
          }
        },
        "Calcio": {
          "nombre": "Calcio",
          "simbolo": "Ca",
          "numero_atomico": 20,
          "descripcion": "El calcio es un metal alcalinotérreo esencial para los seres vivos. Es el principal componente de los huesos y dientes, y se encuentra en la caliza y el yeso.",
          "propiedades": {
            "masa_atomica": {
              "valor": 40.078,
              "info": "Balance perfecto entre ligereza y estabilidad, esencial tanto biológicamente como en materiales de construcción."
            },
            "punto_fusion": {
              "valor": 842,
              "info": "Su punto de fusión lo hace adecuado para aleaciones y compuestos termoestables en la industria."
            },
            "punto_ebullicion": {
              "valor": 1484,
              "info": "Permite procesar el calcio en metalurgia sin riesgo de pérdida por evaporación."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, es blanco plateado, duro y reacciona vigorosamente con agua."
            },
            "electronegatividad": {
              "valor": 1.0,
              "info": "Actúa como donador de electrones en funciones celulares y reacciones químicas."
            }
          }
        },
        "Estroncio": {
          "nombre": "Estroncio",
          "simbolo": "Sr",
          "numero_atomico": 38,
          "descripcion": "El estroncio es un metal alcalinotérreo reactivo usado en fuegos artificiales para producir color rojo. También tiene aplicaciones en la industria nuclear y médica.",
          "propiedades": {
            "masa_atomica": {
              "valor": 87.62,
              "info": "Con un peso atómico medio, el estroncio es ideal para aplicaciones ópticas y en reactores nucleares."
            },
            "punto_fusion": {
              "valor": 777,
              "info": "Se funde a temperaturas accesibles, facilitando su incorporación en aleaciones especiales."
            },
            "punto_ebullicion": {
              "valor": 1382,
              "info": "Estable hasta casi 1400 °C, útil en sensores térmicos y tubos de rayos catódicos."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Maleable y reactivo en aire, requiere almacenamiento en condiciones controladas."
            },
            "electronegatividad": {
              "valor": 0.95,
              "info": "Su baja electronegatividad lo hace muy reactivo con agua y ácidos."
            }
          }
        },
        "Bario": {
          "nombre": "Bario",
          "simbolo": "Ba",
          "numero_atomico": 56,
          "descripcion": "El bario es un metal alcalinotérreo blando y reactivo. Sus compuestos se utilizan en radiografías médicas y en pirotecnia para producir llamas verdes.",
          "propiedades": {
            "masa_atomica": {
              "valor": 137.33,
              "info": "Imagina imágenes médicas nítidas: la alta masa del bario crea contraste en radiografías."
            },
            "punto_fusion": {
              "valor": 727,
              "info": "Fundible con energía moderada, se emplea en síntesis de compuestos radiopacos."
            },
            "punto_ebullicion": {
              "valor": 1897,
              "info": "Permite su uso en cerámicas y tubos de vacío que operan a alta temperatura."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Reactivo en aire, debe conservarse en aceite o atmósfera inerte."
            },
            "electronegatividad": {
              "valor": 0.89,
              "info": "Tiende a formar compuestos iónicos que varían del blanco al verde."
            }
          }
        },
        "Radio": {
          "nombre": "Radio",
          "simbolo": "Ra",
          "numero_atomico": 88,
          "descripcion": "El radio es un metal alcalinotérreo radiactivo. Se usó históricamente en pinturas luminiscentes, pero su alta radiactividad limita su uso moderno a aplicaciones médicas y científicas.",
          "propiedades": {
            "masa_atomica": {
              "valor": 226,
              "info": "Con una de las masas atómicas más altas, su inestabilidad nuclear define su peligrosidad."
            },
            "punto_fusion": {
              "valor": 700,
              "info": "Permite manipularlo con técnicas convencionales, aunque requiere extrema precaución."
            },
            "punto_ebullicion": {
              "valor": 1737,
              "info": "Su estabilidad térmica es secundaria ante los riesgos radiológicos que presenta."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Emite radiación constante, lo que obliga a manejarlo con blindaje y distancia."
            },
            "electronegatividad": {
              "valor": 0.9,
              "info": "Su baja electronegatividad no contrarresta su alta radiactividad."
            }
          }
        }
      },
      "Metales de Transición": {
        "Escandio": {
          "nombre": "Escandio",
          "simbolo": "Sc",
          "numero_atomico": 21,
          "descripcion": "El escandio es un metal ligero utilizado en aleaciones aeroespaciales.",
          "propiedades": {
            "masa_atomica": {
              "valor": 44.9559,
              "info": "Imagina aleaciones tan resistentes como ligeras: la masa moderada del escandio fortalece componentes en aeronaves sin aumentar su peso."
            },
            "punto_fusion": {
              "valor": 1541,
              "info": "Curiosamente, resiste temperaturas superiores a 1500 °C sin deformarse, lo que lo hace ideal para turbinas de alta performance."
            },
            "punto_ebullicion": {
              "valor": 2836,
              "info": "Es sorprendente que alcance ebullición cerca de 2800 °C, permitiendo procesos de manufactura en vacío de precisión."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente aparece como un metal plateado con brillo suave."
            },
            "electronegatividad": {
              "valor": 1.36,
              "info": "Participa en enlaces metálicos estables, aportando durabilidad a las aleaciones estructurales."
            }
          }
        },
        "Titanio": {
          "nombre": "Titanio",
          "simbolo": "Ti",
          "numero_atomico": 22,
          "descripcion": "El titanio es un metal fuerte y resistente a la corrosión, utilizado en aviación y medicina.",
          "propiedades": {
            "masa_atomica": {
              "valor": 47.867,
              "info": "Imagina prótesis y aviones más ligeros: la combinación de ligereza y fortaleza del titanio revoluciona ambas industrias."
            },
            "punto_fusion": {
              "valor": 1668,
              "info": "Curiosamente, soporta casi 1700 °C, lo que lo hace indispensable en motores de alto rendimiento."
            },
            "punto_ebullicion": {
              "valor": 3287,
              "info": "Es sorprendente que mantenga integridad estructural cerca de 3300 °C, útil en ambientes de presión extrema."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Presenta un lustre plateado brillante que lo distingue en aplicaciones médicas."
            },
            "electronegatividad": {
              "valor": 1.54,
              "info": "Su resistencia a la corrosión se debe en parte a su capacidad de formar una capa pasiva en ambientes marinos."
            }
          }
        },
        "Vanadio": {
          "nombre": "Vanadio",
          "simbolo": "V",
          "numero_atomico": 23,
          "descripcion": "El vanadio se usa en aleaciones de acero para mejorar su resistencia.",
          "propiedades": {
            "masa_atomica": {
              "valor": 50.9415,
              "info": "Imagina herramientas más duras sin mayor peso: el vanadio aumenta la dureza del acero en pequeñas proporciones."
            },
            "punto_fusion": {
              "valor": 1910,
              "info": "Curiosamente, su punto de fusión cercano a 1900 °C hace al vanadio ideal para herramientas de corte resistentes al calor."
            },
            "punto_ebullicion": {
              "valor": 3407,
              "info": "Es sorprendente que ebullicione por encima de 3400 °C, manteniéndose estable en procesos metalúrgicos exigentes."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, aparece como un metal gris plateado con leve brillo metálico."
            },
            "electronegatividad": {
              "valor": 1.63,
              "info": "Facilita la formación de compuestos altamente resistentes y duraderos."
            }
          }
        },
        "Cromo": {
          "nombre": "Cromo",
          "simbolo": "Cr",
          "numero_atomico": 24,
          "descripcion": "El cromo es esencial para la producción de acero inoxidable.",
          "propiedades": {
            "masa_atomica": {
              "valor": 51.9961,
              "info": "Imagina cuchillos y herramientas más duraderos: el cromo aporta dureza y brillo a los recubrimientos metálicos."
            },
            "punto_fusion": {
              "valor": 1907,
              "info": "Curiosamente, soporta procesos de galvanizado a alta temperatura gracias a su punto de fusión elevado."
            },
            "punto_ebullicion": {
              "valor": 2671,
              "info": "Es sorprendente que resista baños de cromo fundido sin perder propiedades."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Se presenta como un metal gris oscuro con un brillo metálico intenso."
            },
            "electronegatividad": {
              "valor": 1.66,
              "info": "Contribuye de manera clave a la resistencia a la corrosión en aleaciones."
            }
          }
        },
        "Manganeso": {
          "nombre": "Manganeso",
          "simbolo": "Mn",
          "numero_atomico": 25,
          "descripcion": "El manganeso se usa en aleaciones y fertilizantes.",
          "propiedades": {
            "masa_atomica": {
              "valor": 54.938,
              "info": "Imagina su papel en aleaciones especiales: refuerza aceros sin añadir peso excesivo."
            },
            "punto_fusion": {
              "valor": 1246,
              "info": "Curiosamente, su punto de fusión moderado favorece recubrimientos metálicos anticorrosión."
            },
            "punto_ebullicion": {
              "valor": 2061,
              "info": "Es sorprendente que mantenga estabilidad hasta más de 2000 °C en ambientes industriales."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, se muestra como un sólido duro y cristalino."
            },
            "electronegatividad": {
              "valor": 1.55,
              "info": "Participa activamente en reacciones redox en baterías y fertilizantes."
            }
          }
        },
        "Hierro": {
          "nombre": "Hierro",
          "simbolo": "Fe",
          "numero_atomico": 26,
          "descripcion": "El hierro es el metal más utilizado en la industria para la producción de acero.",
          "propiedades": {
            "masa_atomica": {
              "valor": 55.845,
              "info": "Imagina puentes y rascacielos: el hierro es la base de la mayoría de los aceros estructurales."
            },
            "punto_fusion": {
              "valor": 1538,
              "info": "Curiosamente, resiste temperaturas sobre 1500 °C, ideal para maquinaria pesada."
            },
            "punto_ebullicion": {
              "valor": 2862,
              "info": "Es sorprendente que mantenga sus propiedades cerca de 2900 °C en ambientes extremos."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Magnético y de color plateado grisáceo a temperatura ambiente."
            },
            "electronegatividad": {
              "valor": 1.83,
              "info": "Clave en la conductividad eléctrica de aleaciones y motores."
            }
          }
        },
        "Cobalto": {
          "nombre": "Cobalto",
          "simbolo": "Co",
          "numero_atomico": 27,
          "descripcion": "El cobalto se usa en baterías y en aleaciones magnéticas.",
          "propiedades": {
            "masa_atomica": {
              "valor": 58.9332,
              "info": "Imagina imanes más eficientes: el cobalto contribuye a la densidad y estabilidad magnética."
            },
            "punto_fusion": {
              "valor": 1495,
              "info": "Curiosamente, soporta temperaturas elevadas, ideal para superaleaciones en turborreactores."
            },
            "punto_ebullicion": {
              "valor": 2927,
              "info": "Es sorprendente su estabilidad cerca de 2900 °C en entornos de alta presión."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, muestra un tono gris azulado distintivo."
            },
            "electronegatividad": {
              "valor": 1.88,
              "info": "Participa en reacciones electroquímicas clave en baterías recargables."
            }
          }
        },
        "Niquel": {
          "nombre": "Niquel",
          "simbolo": "Ni",
          "numero_atomico": 28,
          "descripcion": "El níquel es usado en monedas, baterías y acero inoxidable.",
          "propiedades": {
            "masa_atomica": {
              "valor": 58.6934,
              "info": "Imagina monedas y recubrimientos duraderos: la masa del níquel lo hace perfecto para proteger metales."
            },
            "punto_fusion": {
              "valor": 1455,
              "info": "Curiosamente, resiste procesos de fabricación de acero inoxidable a altas temperaturas."
            },
            "punto_ebullicion": {
              "valor": 2913,
              "info": "Es sorprendente su resistencia cercana a 2900 °C en ambientes industriales."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Plateado y maleable, es ideal para recubrimientos protectores."
            },
            "electronegatividad": {
              "valor": 1.91,
              "info": "Clave en la formación de capas pasivas que previenen la corrosión."
            }
          }
        },
        "Cobre": {
          "nombre": "Cobre",
          "simbolo": "Cu",
          "numero_atomico": 29,
          "descripcion": "El cobre es un excelente conductor de electricidad y calor.",
          "propiedades": {
            "masa_atomica": {
              "valor": 63.546,
              "info": "Imagina redes eléctricas eficientes: el cobre es la columna vertebral de los cables conductores."
            },
            "punto_fusion": {
              "valor": 1085,
              "info": "Curiosamente, su punto de fusión permite su uso en soldaduras y tuberías seguras."
            },
            "punto_ebullicion": {
              "valor": 2562,
              "info": "Es sorprendente que mantenga su integridad cerca de 2600 °C en circuitos críticos."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Su característico color rojizo brillante lo distingue en aplicaciones decorativas y eléctricas."
            },
            "electronegatividad": {
              "valor": 1.9,
              "info": "Facilita la conductividad eléctrica en aleaciones y circuitos."
            }
          }
        },
        "Zinc": {
          "nombre": "Zinc",
          "simbolo": "Zn",
          "numero_atomico": 30,
          "descripcion": "El zinc es un metal blando y de color gris; sus compuestos se emplean en galvanización para prevenir la corrosión.",
          "propiedades": {
            "masa_atomica": {
              "valor": 65.38,
              "info": "Imagina estructuras protegidas: la masa moderada del zinc permite recubrimientos duraderos sin añadir peso excesivo."
            },
            "punto_fusion": {
              "valor": 419.5,
              "info": "Curiosamente, funde cerca de 420 °C, lo que lo hace fácil de procesar en galvanización."
            },
            "punto_ebullicion": {
              "valor": 907,
              "info": "Es sorprendente que, a pesar de ser ligero, mantenga ebullición suficiente para recubrimientos en caliente."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente se vuelve quebradizo si se enfría rápidamente, característica importante en procesos industriales."
            },
            "electronegatividad": {
              "valor": 1.65,
              "info": "Su tendencia a formar óxidos y sulfuros es esencial en compuestos industriales protectores."
            }
          }
        },
        "Itrio": {
          "nombre": "Itrio",
          "simbolo": "Y",
          "numero_atomico": 39,
          "descripcion": "El itrio es un metal plateado-blanco, utilizado en superconductores, láseres y pantallas CRT antiguas.",
          "propiedades": {
            "masa_atomica": {
              "valor": 88.9059,
              "info": "Piensa en materiales avanzados: la masa relativamente alta del itrio mejora la estabilidad de aleaciones usadas en superconductores."
            },
            "punto_fusion": {
              "valor": 1526,
              "info": "Sorprendentemente, soporta temperaturas sobre 1500 °C, convirtiéndolo en componente clave en sistemas de disipación de calor."
            },
            "punto_ebullicion": {
              "valor": 3345,
              "info": "Es impresionante que mantenga integridad hasta más de 3300 °C, aprovechado en hornos de vacío de alta tecnología."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, es maleable y dúctil, aunque se oxida lentamente al contacto con aire húmedo."
            },
            "electronegatividad": {
              "valor": 1.22,
              "info": "Con una baja electronegatividad, el itrio funciona eficazmente como donador de electrones en materiales cerámicos avanzados."
            }
          }
        },
        "Circonio": {
          "nombre": "Circonio",
          "simbolo": "Zr",
          "numero_atomico": 40,
          "descripcion": "El circonio es un metal resistente a la corrosión, usado en reactores nucleares y aleaciones de alta temperatura.",
          "propiedades": {
            "masa_atomica": {
              "valor": 91.224,
              "info": "Imagina componentes que resisten la corrosión: la masa atómica media del circonio equilibra peso y alta resistencia."
            },
            "punto_fusion": {
              "valor": 1855,
              "info": "Curiosamente, resiste casi 1900 °C, esencial para entornos extremos como reactores nucleares."
            },
            "punto_ebullicion": {
              "valor": 4409,
              "info": "Es sorprendente que su punto de ebullición supere 4400 °C, garantizando estabilidad en fases de vapor."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Se presenta como un sólido plateado muy resistente al ataque químico en atmósferas neutras."
            },
            "electronegatividad": {
              "valor": 1.33,
              "info": "Con electronegatividad media, forma óxidos protectores que mejoran su durabilidad."
            }
          }
        },
        "Niobio": {
          "nombre": "Niobio",
          "simbolo": "Nb",
          "numero_atomico": 41,
          "descripcion": "El niobio es un metal blando y maleable, usado en aleaciones para turbinas y superconductores.",
          "propiedades": {
            "masa_atomica": {
              "valor": 92.906,
              "info": "Imagina turbinas más eficientes: la masa del niobio aporta inercia térmica útil en ambientes de alta energía."
            },
            "punto_fusion": {
              "valor": 2477,
              "info": "Curiosamente, su punto de fusión cercano a 2500 °C lo hace ideal para aceros especiales."
            },
            "punto_ebullicion": {
              "valor": 4744,
              "info": "Es impresionante que mantenga integridad estructural incluso en fase de vapor intenso."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, es un sólido grisáceo resistente a la corrosión."
            },
            "electronegatividad": {
              "valor": 1.6,
              "info": "Facilita la ductilidad en aleaciones aeroespaciales de alto rendimiento."
            }
          }
        },
        "Molibdeno": {
          "nombre": "Molibdeno",
          "simbolo": "Mo",
          "numero_atomico": 42,
          "descripcion": "El molibdeno es un metal de alta resistencia al calor, empleado en aceros especiales y lubricantes sólidos.",
          "propiedades": {
            "masa_atomica": {
              "valor": 95.95,
              "info": "Piensa en boquillas de cohete: la masa del molibdeno aporta solidez sin sobrecargar la estructura."
            },
            "punto_fusion": {
              "valor": 2623,
              "info": "Curiosamente, uno de los puntos de fusión más altos, vital en hornos industriales."
            },
            "punto_ebullicion": {
              "valor": 4639,
              "info": "Es sorprendente su durabilidad en arcos eléctricos y sopletes de plasma."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Se presenta como un sólido gris metálico muy duro."
            },
            "electronegatividad": {
              "valor": 2.16,
              "info": "Su alta electronegatividad favorece la formación de óxidos adherentes en recubrimientos."
            }
          }
        },
        "Tecnecio": {
          "nombre": "Tecnecio",
          "simbolo": "Tc",
          "numero_atomico": 43,
          "descripcion": "El tecnecio es el primer elemento sintético, muy usado en medicina nuclear para diagnósticos.",
          "propiedades": {
            "masa_atomica": {
              "valor": 98,
              "info": "Al no existir en la naturaleza, su masa se basa en isótopos producidos artificialmente."
            },
            "punto_fusion": {
              "valor": 2157,
              "info": "Curiosamente medido en laboratorio, soporta más de 2100 °C."
            },
            "punto_ebullicion": {
              "valor": 4265,
              "info": "Se estima por comparación con vecinos debido a su radiactividad."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Sintético y radiactivo, se observa brevemente en forma sólida antes de decaer."
            },
            "electronegatividad": {
              "valor": 1.9,
              "info": "Similar a otros metales pesados, útil en reacciones de química nuclear."
            }
          }
        },
        "Rutenio": {
          "nombre": "Rutenio",
          "simbolo": "Ru",
          "numero_atomico": 44,
          "descripcion": "El rutenio es un metal del grupo del platino, utilizado en catalizadores y contactos eléctricos.",
          "propiedades": {
            "masa_atomica": {
              "valor": 101.07,
              "info": "Imagina catalizadores más duraderos: la masa del rutenio brinda estabilidad en ambientes corrosivos."
            },
            "punto_fusion": {
              "valor": 2334,
              "info": "Curiosamente, uno de los puntos de fusión más altos entre los metales del platino."
            },
            "punto_ebullicion": {
              "valor": 4150,
              "info": "Es impresionante su uso en contactos eléctricos a alta temperatura sin degradarse."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Metálico gris oscuro, muy duro y resistente."
            },
            "electronegatividad": {
              "valor": 2.2,
              "info": "Su alta electronegatividad lo hace excelente en procesos catalíticos."
            }
          }
        },
        "Rodio": {
          "nombre": "Rodio",
          "simbolo": "Rh",
          "numero_atomico": 45,
          "descripcion": "El rodio es un metal raro y valioso, usado en catalizadores de automóviles y en joyería por su alta reflectividad.",
          "propiedades": {
            "masa_atomica": {
              "valor": 102.91,
              "info": "Imagina superficies reflectantes: la masa del rodio contribuye a su brillo inigualable."
            },
            "punto_fusion": {
              "valor": 1964,
              "info": "Curiosamente, resiste ambientes calientes en catalizadores gracias a su alto punto de fusión."
            },
            "punto_ebullicion": {
              "valor": 3695,
              "info": "Es sorprendente que mantenga su estructura metálica incluso en temperaturas extremas."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, es un sólido plateado muy duro."
            },
            "electronegatividad": {
              "valor": 2.28,
              "info": "Su elevada electronegatividad enfatiza su resistencia a la corrosión."
            }
          }
        },
        "Paladio": {
          "nombre": "Paladio",
          "simbolo": "Pd",
          "numero_atomico": 46,
          "descripcion": "El paladio es un metal precioso usado en catalizadores automotrices, joyería y en la industria electrónica.",
          "propiedades": {
            "masa_atomica": {
              "valor": 106.42,
              "info": "Imagina recubrimientos finos perfectos: el peso del paladio lo hace ideal para aplicaciones delicadas."
            },
            "punto_fusion": {
              "valor": 1555,
              "info": "Curiosamente, facilita la fabricación de componentes catalíticos con un punto de fusión moderado."
            },
            "punto_ebullicion": {
              "valor": 2963,
              "info": "Es sorprendente su estabilidad en fase de vapor para procesos de deposición en vacío."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Se presenta como un metal gris claro, dúctil y maleable."
            },
            "electronegatividad": {
              "valor": 2.2,
              "info": "Su electronegatividad alta favorece la absorción de moléculas reactantes en catalizadores."
            }
          }
        },
        "Plata": {
          "nombre": "Plata",
          "simbolo": "Ag",
          "numero_atomico": 47,
          "descripcion": "La plata es un metal de alta conductividad eléctrica y térmica, usado en monedas, joyería y circuitos electrónicos.",
          "propiedades": {
            "masa_atomica": {
              "valor": 107.87,
              "info": "Imagina circuitos más eficientes: la masa de la plata equilibra conductividad y manejabilidad."
            },
            "punto_fusion": {
              "valor": 961.8,
              "info": "Curiosamente bajo, facilita el trabajo en joyería y soldaduras finas."
            },
            "punto_ebullicion": {
              "valor": 2162,
              "info": "Es sorprendente que mantenga su integridad en contactos eléctricos a temperaturas moderadas."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Es un metal blanco brillante y altamente maleable."
            },
            "electronegatividad": {
              "valor": 1.93,
              "info": "Facilita la formación de compuestos con halógenos, clave en fotografía tradicional."
            }
          }
        },
        "Cadmio": {
          "nombre": "Cadmio",
          "simbolo": "Cd",
          "numero_atomico": 48,
          "descripcion": "El cadmio es un metal tóxico usado en baterías recargables y en recubrimientos anticorrosivos.",
          "propiedades": {
            "masa_atomica": {
              "valor": 112.41,
              "info": "Imagina recubrimientos uniformes: la masa del cadmio facilita su deposición en capas finas."
            },
            "punto_fusion": {
              "valor": 321.1,
              "info": "Curiosamente bajo, permite soldaduras de baja temperatura eficientes."
            },
            "punto_ebullicion": {
              "valor": 767,
              "info": "Es sorprendente su uso en deposición al vacío debido a su facilidad para vaporizar."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, es un metal blando, plateado y tóxico."
            },
            "electronegatividad": {
              "valor": 1.69,
              "info": "Su electronegatividad favorece la formación de pigmentos a base de sulfuros y óxidos."
            }
          }
        },
        "Hafnio": {
          "nombre": "Hafnio",
          "simbolo": "Hf",
          "numero_atomico": 72,
          "descripcion": "El hafnio es un metal altamente resistente al calor, usado en reactores nucleares y en aleaciones avanzadas.",
          "propiedades": {
            "masa_atomica": {
              "valor": 178.49,
              "info": "Imagina blindaje nuclear: la alta masa del hafnio atenúa neutrones en reactores con gran eficiencia."
            },
            "punto_fusion": {
              "valor": 2233,
              "info": "Curiosamente, soporta temperaturas extremas, esencial en boquillas de misiles y turbinas de alta performance."
            },
            "punto_ebullicion": {
              "valor": 4603,
              "info": "Es sorprendente que mantenga estabilidad hasta más de 4600 °C, aprovechado en recubrimientos duros."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, es un sólido grisáceo muy denso y resistente."
            },
            "electronegatividad": {
              "valor": 1.3,
              "info": "Contribuye a la resistencia a la corrosión en aleaciones especiales gracias a su electronegatividad."
            }
          }
        },
        "Tantalio": {
          "nombre": "Tantalio",
          "simbolo": "Ta",
          "numero_atomico": 73,
          "descripcion": "El tantalio es un metal resistente a la corrosión, usado en implantes médicos, electrónica y en la industria aeroespacial.",
          "propiedades": {
            "masa_atomica": {
              "valor": 180.95,
              "info": "Imagina condensadores estables: su alta masa garantiza estabilidad dimensional en dispositivos electrónicos."
            },
            "punto_fusion": {
              "valor": 3017,
              "info": "Curiosamente, tiene uno de los puntos de fusión más altos, ideal para filamentos y electrodos de soldadura."
            },
            "punto_ebullicion": {
              "valor": 5458,
              "info": "Es sorprendente que resista entornos de más de 5400 °C sin degradarse."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, adopta un lustroso tono azul-gris."
            },
            "electronegatividad": {
              "valor": 1.5,
              "info": "Favorece la formación de óxidos pasivantes en aplicaciones biomédicas."
            }
          }
        },
        "Wolframio": {
          "nombre": "Wolframio",
          "simbolo": "W",
          "numero_atomico": 74,
          "descripcion": "El wolframio es un metal con el punto de fusión más alto, usado en filamentos de bombillas y herramientas de corte.",
          "propiedades": {
            "masa_atomica": {
              "valor": 183.84,
              "info": "Imagina filamentos más duraderos: su alta masa aporta inercia térmica en faros y bombillas."
            },
            "punto_fusion": {
              "valor": 3422,
              "info": "Curiosamente, es el metal puro con mayor punto de fusión, fundamental en aplicaciones de alto rendimiento."
            },
            "punto_ebullicion": {
              "valor": 5555,
              "info": "Es sorprendente que mantenga integridad estructural en arcos eléctricos intensos."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, es un metal gris-blanco muy denso."
            },
            "electronegatividad": {
              "valor": 2.36,
              "info": "Su alta electronegatividad favorece aleaciones de gran dureza."
            }
          }
        },
        "Renio": {
          "nombre": "Renio",
          "simbolo": "Re",
          "numero_atomico": 75,
          "descripcion": "El renio es un metal raro usado en aleaciones de alta resistencia térmica y en la industria aeroespacial.",
          "propiedades": {
            "masa_atomica": {
              "valor": 186.21,
              "info": "Piensa en turbinas más eficientes: su alta masa otorga estabilidad en superaleaciones."
            },
            "punto_fusion": {
              "valor": 3186,
              "info": "Curiosamente, resiste casi 3200 °C, esencial en boquillas de cohetes."
            },
            "punto_ebullicion": {
              "valor": 5596,
              "info": "Es sorprendente su integridad en fases de vapor extremas."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, es un metal duro y plateado."
            },
            "electronegatividad": {
              "valor": 1.9,
              "info": "Ayuda a la resistencia a la deformación en aleaciones avanzadas."
            }
          }
        },
        "Osmio": {
          "nombre": "Osmio",
          "simbolo": "Os",
          "numero_atomico": 76,
          "descripcion": "El osmio es el metal más denso, usado en aleaciones para puntas de plumas estilográficas y contactos eléctricos.",
          "propiedades": {
            "masa_atomica": {
              "valor": 190.23,
              "info": "Imagina precisión extrema: su densidad mejora la durabilidad de componentes de precisión."
            },
            "punto_fusion": {
              "valor": 3033,
              "info": "Curiosamente, soporta más de 3000 °C, ideal en contactos eléctricos de chispa."
            },
            "punto_ebullicion": {
              "valor": 5012,
              "info": "Es sorprendente que permanezca estable en fases de vapor de laboratorio."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Metal azul-gris extremadamente duro y quebradizo a bajas temperaturas."
            },
            "electronegatividad": {
              "valor": 2.2,
              "info": "Su alta electronegatividad lo hace valioso en catalizadores de oxidación."
            }
          }
        },
        "Iridio": {
          "nombre": "Iridio",
          "simbolo": "Ir",
          "numero_atomico": 77,
          "descripcion": "El iridio es un metal extremadamente resistente a la corrosión, usado en contactos eléctricos y en aplicaciones espaciales.",
          "propiedades": {
            "masa_atomica": {
              "valor": 192.22,
              "info": "Imagina durabilidad en el espacio: su alta masa y densidad aseguran resistencia extrema."
            },
            "punto_fusion": {
              "valor": 2446,
              "info": "Curiosamente, mantiene integridad cerca de 2500 °C en motores de cohetes."
            },
            "punto_ebullicion": {
              "valor": 4428,
              "info": "Es sorprendente su resistencia en hornos de vacío a altas temperaturas."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Metal blanco plateado, muy duro y frágil a bajas temperaturas."
            },
            "electronegatividad": {
              "valor": 2.2,
              "info": "Alta electronegatividad que lo hace químicamente inerte a la mayoría de ácidos."
            }
          }
        },
        "Platino": {
          "nombre": "Platino",
          "simbolo": "Pt",
          "numero_atomico": 78,
          "descripcion": "El platino es un metal precioso usado en joyería, catalizadores y en dispositivos médicos por su resistencia química.",
          "propiedades": {
            "masa_atomica": {
              "valor": 195.08,
              "info": "Imagina electrodos duraderos: su masa moderada aporta estabilidad química."
            },
            "punto_fusion": {
              "valor": 1768,
              "info": "Curiosamente, soporta temperaturas elevadas en electrodos y contactos."
            },
            "punto_ebullicion": {
              "valor": 3825,
              "info": "Es sorprendente que mantenga propiedades metálicas en procesos de vacío."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Metal blanco grisáceo muy dúctil."
            },
            "electronegatividad": {
              "valor": 2.28,
              "info": "Alta electronegatividad usada para acelerar reacciones en catalizadores."
            }
          }
        },
        "Oro": {
          "nombre": "Oro",
          "simbolo": "Au",
          "numero_atomico": 79,
          "descripcion": "El oro es un metal altamente maleable y resistente a la corrosión, usado en joyería, electrónica y finanzas.",
          "propiedades": {
            "masa_atomica": {
              "valor": 196.97,
              "info": "Imagina lingotes de valor: su masa elevada es clave para conservación de riqueza."
            },
            "punto_fusion": {
              "valor": 1064,
              "info": "Curiosamente bajo, facilita su trabajo en orfebrería y soldaduras finas."
            },
            "punto_ebullicion": {
              "valor": 2856,
              "info": "Es sorprendente que permanezca sólido en la mayoría de procesos industriales."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Metal amarillo brillante, muy dúctil y maleable."
            },
            "electronegatividad": {
              "valor": 2.54,
              "info": "La más alta entre metales comunes, explicando su baja reactividad."
            }
          }
        },
        "Mercurio": {
          "nombre": "Mercurio",
          "simbolo": "Hg",
          "numero_atomico": 80,
          "descripcion": "El mercurio es el único metal líquido a temperatura ambiente, usado en termómetros y aplicaciones industriales.",
          "propiedades": {
            "masa_atomica": {
              "valor": 200.59,
              "info": "Imagina gotas líquidas: su alta masa crea densidad líquida única."
            },
            "punto_fusion": {
              "valor": -38.83,
              "info": "Curiosamente, permanece líquido en la mayoría de ambientes por su bajo punto de fusión."
            },
            "punto_ebullicion": {
              "valor": 356.73,
              "info": "Es sorprendente su rápida evaporación, generando vapores tóxicos a moderadas temperaturas."
            },
            "estado": {
              "valor": "Líquido",
              "info": "Metal líquido plateado que forma esferas por tensión superficial."
            },
            "electronegatividad": {
              "valor": 2.0,
              "info": "Moderada electronegatividad que influye en su toxicidad y afinidad por azufre."
            }
          }
        },
        "Rutherfordio": {
          "nombre": "Rutherfordio",
          "simbolo": "Rf",
          "numero_atomico": 104,
          "descripcion": "El rutherfordio es un elemento sintético altamente radiactivo, estudiado en investigaciones nucleares.",
          "propiedades": {
            "masa_atomica": {
              "valor": 267,
              "info": "Piensa en estudios avanzados: su masa se basa en isótopos producidos en aceleradores de partículas."
            },
            "punto_fusion": {
              "valor": "Desconocido",
              "info": "No medido debido a su vida media extremadamente corta."
            },
            "punto_ebullicion": {
              "valor": "Desconocido",
              "info": "Estimado teóricamente comparándolo con elementos vecinos."
            },
            "estado": {
              "valor": "Sintético",
              "info": "Nunca observado en estado macroscópico; solo en rastros atómicos."
            },
            "electronegatividad": {
              "valor": "Desconocido",
              "info": "No determinado experimentalmente por su radiactividad."
            }
          }
        },
        "Dubnio": {
          "nombre": "Dubnio",
          "simbolo": "Db",
          "numero_atomico": 105,
          "descripcion": "El dubnio es un elemento sintético radiactivo, sin aplicaciones industriales conocidas.",
          "propiedades": {
            "masa_atomica": {
              "valor": 270,
              "info": "Basada en los isótopos más estables sintetizados en laboratorios."
            },
            "punto_fusion": {
              "valor": "Desconocido",
              "info": "No medido debido a la rápida desintegración del elemento."
            },
            "punto_ebullicion": {
              "valor": "Desconocido",
              "info": "Estimado solo a partir de cálculos teóricos."
            },
            "estado": {
              "valor": "Sintético",
              "info": "Producido en pequeñas cantidades en reactores de fisión."
            },
            "electronegatividad": {
              "valor": "Desconocido",
              "info": "No evaluada debido a su inestabilidad."
            }
          }
        },
        "Seaborgio": {
          "nombre": "Seaborgio",
          "simbolo": "Sg",
          "numero_atomico": 106,
          "descripcion": "El seaborgio es un elemento sintético altamente inestable, estudiado en experimentos nucleares.",
          "propiedades": {
            "masa_atomica": {
              "valor": 271,
              "info": "Determinado a partir de los pocos átomos detectados en colisiones de alta energía."
            },
            "punto_fusion": {
              "valor": "Desconocido",
              "info": "No medido por su vida media ultracorta."
            },
            "punto_ebullicion": {
              "valor": "Desconocido",
              "info": "Predicho teóricamente; no ha sido verificado experimentalmente."
            },
            "estado": {
              "valor": "Sintético",
              "info": "Solo observado en trazas dentro de aceleradores de partículas."
            },
            "electronegatividad": {
              "valor": "Desconocido",
              "info": "Calculada mediante modelos cuánticos, sin confirmación práctica."
            }
          }
        },
        "Bohrio": {
          "nombre": "Bohrio",
          "simbolo": "Bh",
          "numero_atomico": 107,
          "descripcion": "El bohrio es un elemento sintético radiactivo, con una vida media extremadamente corta.",
          "propiedades": {
            "masa_atomica": {
              "valor": 274,
              "info": "Basada en las escasas observaciones en detectores de partículas."
            },
            "punto_fusion": {
              "valor": "Desconocido",
              "info": "Nunca ha sido medido debido a su rápida desintegración."
            },
            "punto_ebullicion": {
              "valor": "Desconocido",
              "info": "Solo estimado por métodos teóricos."
            },
            "estado": {
              "valor": "Sintético",
              "info": "Producido en cantidades ínfimas en colisionadores."
            },
            "electronegatividad": {
              "valor": "Desconocido",
              "info": "No determinado experimentalmente."
            }
          }
        },
        "Hassio": {
          "nombre": "Hassio",
          "simbolo": "Hs",
          "numero_atomico": 108,
          "descripcion": "El hassio es un elemento sintético de vida corta, sin aplicaciones fuera de la investigación.",
          "propiedades": {
            "masa_atomica": {
              "valor": 277,
              "info": "Reportada basándose en isótopos generados en laboratorios de alta energía."
            },
            "punto_fusion": {
              "valor": "Desconocido",
              "info": "No evaluado empíricamente por su rápida desintegración."
            },
            "punto_ebullicion": {
              "valor": "Desconocido",
              "info": "Estimado solo mediante cálculos teóricos."
            },
            "estado": {
              "valor": "Sintético",
              "info": "Solo ha sido creado en aceleradores de partículas."
            },
            "electronegatividad": {
              "valor": "Desconocido",
              "info": "Predicha pero no confirmada experimentalmente."
            }
          }
        }
      },
      "Metales postransicionales": {
        "Aluminio": {
          "nombre": "Aluminio",
          "simbolo": "Al",
          "numero_atomico": 13,
          "descripcion": "El aluminio es un metal ligero, resistente a la corrosión y buen conductor de electricidad. Se usa en construcción, transporte y envases.",
          "propiedades": {
            "masa_atomica": {
              "valor": 26.98,
              "info": "Imagina frameworks más ligeros: su masa atómica baja hace del aluminio el rey de las estructuras portátiles."
            },
            "punto_fusion": {
              "valor": 660.32,
              "info": "Curiosamente, funde cerca de 660 °C, lo que facilita su procesamiento con menor consumo de energía."
            },
            "punto_ebullicion": {
              "valor": 2470,
              "info": "Es sorprendente que, a pesar de su ligereza, alcance ebullición por encima de 2400 °C."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente es un metal plateado y maleable, ideal en extrusión de perfiles."
            },
            "electronegatividad": {
              "valor": 1.61,
              "info": "Su moderada electronegatividad favorece la formación de recubrimientos protectores contra la corrosión."
            }
          }
        },
        "Galio": {
          "nombre": "Galio",
          "simbolo": "Ga",
          "numero_atomico": 31,
          "descripcion": "El galio es un metal blando con un punto de fusión bajo. Se usa en semiconductores, LEDs y termómetros de alta precisión.",
          "propiedades": {
            "masa_atomica": {
              "valor": 69.72,
              "info": "Imagina sensores tan delicados: su masa atómica favorece dispositivos ultraligeros de medición."
            },
            "punto_fusion": {
              "valor": 29.76,
              "info": "Curiosamente funde cerca de 30 °C, permitiendo marcos de referencia en termómetros de alta precisión."
            },
            "punto_ebullicion": {
              "valor": 2204,
              "info": "Es sorprendente que, tras fundirse, alcance ebullición sobre 2200 °C, útil en procesos semiconductores."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Aunque sólido en laboratorio, puede derretirse con el calor de la mano."
            },
            "electronegatividad": {
              "valor": 1.81,
              "info": "Su electronegatividad ayuda a crear enlaces estables en compuestos semiconductores."
            }
          }
        },
        "Indio": {
          "nombre": "Indio",
          "simbolo": "In",
          "numero_atomico": 49,
          "descripcion": "El indio es un metal maleable y dúctil que se usa en pantallas táctiles, semiconductores y aleaciones de baja fusión.",
          "propiedades": {
            "masa_atomica": {
              "valor": 114.82,
              "info": "Imagina pantallas más flexibles: la masa moderada del indio optimiza aleaciones dúctiles."
            },
            "punto_fusion": {
              "valor": 156.6,
              "info": "Curiosamente, funde cerca de 157 °C, permitiendo soldaduras de baja temperatura."
            },
            "punto_ebullicion": {
              "valor": 2072,
              "info": "Es sorprendente su estabilidad hasta más de 2000 °C, útil en deposición de capas finas."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, es un metal plateado-blanco muy maleable."
            },
            "electronegatividad": {
              "valor": 1.78,
              "info": "Su electronegatividad contribuye a la formación de compuestos semiconductores eficientes."
            }
          }
        },
        "Estaño": {
          "nombre": "Estaño",
          "simbolo": "Sn",
          "numero_atomico": 50,
          "descripcion": "El estaño es un metal blando y resistente a la corrosión, utilizado en soldaduras, recubrimientos y aleaciones como el bronce.",
          "propiedades": {
            "masa_atomica": {
              "valor": 118.71,
              "info": "Imagina soldaduras más seguras: su masa equilibra fluidez y resistencia estructural."
            },
            "punto_fusion": {
              "valor": 231.93,
              "info": "Curiosamente, funde justo sobre 230 °C, ideal para soldaduras electrónicas."
            },
            "punto_ebullicion": {
              "valor": 2602,
              "info": "Es sorprendente su integridad hasta más de 2600 °C en procesos metalúrgicos."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, es un metal plateado y dúctil."
            },
            "electronegatividad": {
              "valor": 1.96,
              "info": "Su electronegatividad facilita la creación de aleaciones anticorrosión."
            }
          }
        },
        "Talio": {
          "nombre": "Talio",
          "simbolo": "Tl",
          "numero_atomico": 81,
          "descripcion": "El talio es un metal tóxico usado en dispositivos electrónicos, vidrios ópticos y pesticidas.",
          "propiedades": {
            "masa_atomica": {
              "valor": 204.38,
              "info": "Imagina microcomponentes estables: su masa aporta inercia dimensional en condensadores."
            },
            "punto_fusion": {
              "valor": 304,
              "info": "Curiosamente, funde cerca de 300 °C, permitiendo vidrios especiales con baja temperatura de proceso."
            },
            "punto_ebullicion": {
              "valor": 1473,
              "info": "Es sorprendente su estabilidad hasta más de 1400 °C en entornos ópticos."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Metal suave y blanco azulado a temperatura ambiente."
            },
            "electronegatividad": {
              "valor": 1.62,
              "info": "Contribuye a la formación de vidrios ópticos con propiedades únicas."
            }
          }
        },
        "Plomo": {
          "nombre": "Plomo",
          "simbolo": "Pb",
          "numero_atomico": 82,
          "descripcion": "El plomo es un metal denso y maleable, utilizado en baterías, blindajes contra radiación y soldaduras.",
          "propiedades": {
            "masa_atomica": {
              "valor": 207.2,
              "info": "Imagina escudos más efectivos: su alta masa atenúa radiación."
            },
            "punto_fusion": {
              "valor": 327.46,
              "info": "Curiosamente, funde cerca de 330 °C, ideal para soldaduras."
            },
            "punto_ebullicion": {
              "valor": 1749,
              "info": "Es sorprendente su integridad en equipos de blindaje térmico."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Metal gris suave y maleable."
            },
            "electronegatividad": {
              "valor": 2.33,
              "info": "Alta electronegatividad que favorece aleaciones resistentes a la corrosión."
            }
          }
        },
        "Bismuto": {
          "nombre": "Bismuto",
          "simbolo": "Bi",
          "numero_atomico": 83,
          "descripcion": "El bismuto es un metal frágil con baja toxicidad, usado en cosméticos, aleaciones de baja fusión y productos farmacéuticos.",
          "propiedades": {
            "masa_atomica": {
              "valor": 208.98,
              "info": "Imagina cosméticos más seguros: su masa atómica aporta solidez sin riesgo tóxico."
            },
            "punto_fusion": {
              "valor": 271.5,
              "info": "Curiosamente, funde cerca de 272 °C, ideal para aleaciones de baja temperatura."
            },
            "punto_ebullicion": {
              "valor": 1564,
              "info": "Es sorprendente que mantenga su integridad metálica hasta más de 1500 °C."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, es un metal plateado con tono rosado."
            },
            "electronegatividad": {
              "valor": 2.02,
              "info": "Su electronegatividad apoya la formación de compuestos farmacéuticos seguros."
            }
          }
        },
        "Polonio": {
          "nombre": "Polonio",
          "simbolo": "Po",
          "numero_atomico": 84,
          "descripcion": "El polonio es un metal radiactivo extremadamente tóxico. Se usa en generadores termoeléctricos y fuentes de neutrones.",
          "propiedades": {
            "masa_atomica": {
              "valor": 209,
              "info": "Imagina fuentes de neutrones portátiles: su masa elevada facilita su uso en generadores termoeléctricos."
            },
            "punto_fusion": {
              "valor": 254,
              "info": "Curiosamente, funde cerca de 254 °C, permitiendo su manipulación antes de decaer."
            },
            "punto_ebullicion": {
              "valor": 962,
              "info": "Es sorprendente que ebullicione bajo 1000 °C, destacando su volatilidad."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, es un sólido plateado que emite radiación alfa."
            },
            "electronegatividad": {
              "valor": 2.0,
              "info": "Su moderada electronegatividad influye en su comportamiento químico radiactivo."
            }
          }
        },
        "Astato": {
          "nombre": "Astato",
          "simbolo": "At",
          "numero_atomico": 85,
          "descripcion": "El astato es un elemento radiactivo raro con aplicaciones en investigación médica y tratamientos contra el cáncer.",
          "propiedades": {
            "masa_atomica": {
              "valor": 210,
              "info": "Imagina agentes terapéuticos: su masa contribuye a la entrega localizada en terapias."
            },
            "punto_fusion": {
              "valor": 302,
              "info": "Curiosamente, funde cerca de 302 °C, aunque es difícil de observar debido a su radiactividad."
            },
            "punto_ebullicion": {
              "valor": 337,
              "info": "Es sorprendente que ebullicione tan bajo, revelando su volatilidad extrema."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, es un sólido inestable que decae rápidamente."
            },
            "electronegatividad": {
              "valor": 2.2,
              "info": "Su electronegatividad alta ayuda en la formación de compuestos radiomarcadores."
            }
          }
        }
      },
      "Metaloides": {
        "Boro": {
          "nombre": "Boro",
          "simbolo": "B",
          "numero_atomico": 5,
          "descripcion": "El boro es un metaloide duro y frágil. Se usa en vidrios resistentes al calor, imanes y fertilizantes.",
          "propiedades": {
            "masa_atomica": {
              "valor": 10.81,
              "info": "Imagina un elemento tan liviano y fuerte que fortalece vidrios y materiales compuestos: ese es el boro."
            },
            "punto_fusion": {
              "valor": 2075,
              "info": "Curiosamente, su punto de fusión es tan alto que puede soportar temperaturas extremas sin derretirse fácilmente."
            },
            "punto_ebullicion": {
              "valor": 4000,
              "info": "Sabías que puede llegar a hervir solo a los 4000 °C, haciéndolo ideal para entornos de alta temperatura."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, se mantiene como un sólido duro y quebradizo con una estructura cristalina única."
            },
            "electronegatividad": {
              "valor": 2.04,
              "info": "Su electronegatividad intermedia lo convierte en un excelente puente entre metales y no metales en reacciones químicas."
            }
          }
        },
        "Silicio": {
          "nombre": "Silicio",
          "simbolo": "Si",
          "numero_atomico": 14,
          "descripcion": "El silicio es un metaloide semiconductor esencial en la fabricación de chips, paneles solares y vidrios.",
          "propiedades": {
            "masa_atomica": {
              "valor": 28.09,
              "info": "Sabías que su masa atómica le permite ser el corazón de la electrónica moderna sin pesar demasiado."
            },
            "punto_fusion": {
              "valor": 1414,
              "info": "Curiosamente, funde a más de 1400 °C, permitiendo su uso en procesos de alta temperatura como la producción de vidrio."
            },
            "punto_ebullicion": {
              "valor": 3265,
              "info": "Imagina hervir un material que forma parte de cada microchip: lo lograrías solo a más de 3200 °C."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente es un sólido cristalino brillante que transforma la luz solar en energía eléctrica."
            },
            "electronegatividad": {
              "valor": 1.9,
              "info": "Su electronegatividad lo hace perfecto para compartir electrones en estructuras semiconductoras."
            }
          }
        },
        "Germanio": {
          "nombre": "Germanio",
          "simbolo": "Ge",
          "numero_atomico": 32,
          "descripcion": "El germanio es un metaloide semiconductor usado en fibra óptica, transistores y detectores infrarrojos.",
          "propiedades": {
            "masa_atomica": {
              "valor": 72.63,
              "info": "Sabías que su masa atómica lo hace lo suficientemente denso como para ser estable, pero útil en tecnología óptica."
            },
            "punto_fusion": {
              "valor": 938.3,
              "info": "Imagina que, con menos de 1000 °C, ya puede fundirse para fabricar transistores de alta precisión."
            },
            "punto_ebullicion": {
              "valor": 2820,
              "info": "Curiosamente, puede permanecer sólido en condiciones extremas, ya que hierve a más de 2800 °C."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Se presenta como un sólido grisáceo con brillo metálico, ideal para usos electrónicos."
            },
            "electronegatividad": {
              "valor": 2.01,
              "info": "Su electronegatividad permite conexiones estables en circuitos y sensores avanzados."
            }
          }
        },
        "Arsénico": {
          "nombre": "Arsénico",
          "simbolo": "As",
          "numero_atomico": 33,
          "descripcion": "El arsénico es un metaloide tóxico utilizado en pesticidas, semiconductores y aleaciones metálicas.",
          "propiedades": {
            "masa_atomica": {
              "valor": 74.92,
              "info": "Imagina un elemento con masa suficiente para comportarse como metal y no metal a la vez."
            },
            "punto_fusion": {
              "valor": 817,
              "info": "Curiosamente, sublima directamente en muchos casos, evitando el estado líquido en condiciones normales."
            },
            "punto_ebullicion": {
              "valor": 613,
              "info": "Sabías que su punto de ebullición es menor que su punto de fusión reportado debido a su forma de sublimación."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente es un sólido frágil y plateado, altamente tóxico pero útil en dosis controladas."
            },
            "electronegatividad": {
              "valor": 2.18,
              "info": "Gracias a su elevada electronegatividad, puede formar compuestos complejos, incluso letales."
            }
          }
        },
        "Antimonio": {
          "nombre": "Antimonio",
          "simbolo": "Sb",
          "numero_atomico": 51,
          "descripcion": "El antimonio es un metaloide quebradizo usado en baterías, retardantes de fuego y aleaciones de plomo.",
          "propiedades": {
            "masa_atomica": {
              "valor": 121.76,
              "info": "Curiosamente, tiene una masa considerable que lo hace útil en la densificación de materiales."
            },
            "punto_fusion": {
              "valor": 630.63,
              "info": "Imagina un metal que funde a poco más de 600 °C y puede mezclarse fácilmente en aleaciones resistentes."
            },
            "punto_ebullicion": {
              "valor": 1587,
              "info": "Sabías que hierve a casi 1600 °C, lo que lo hace estable en muchas aplicaciones industriales."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Se presenta como un sólido plateado, quebradizo, con una estructura cristalina llamativa."
            },
            "electronegatividad": {
              "valor": 2.05,
              "info": "Su electronegatividad moderada le permite actuar como mediador entre metales y no metales."
            }
          }
        },
        "Telurio": {
          "nombre": "Telurio",
          "simbolo": "Te",
          "numero_atomico": 52,
          "descripcion": "El telurio es un metaloide raro usado en semiconductores, vidrios especiales y aleaciones metálicas.",
          "propiedades": {
            "masa_atomica": {
              "valor": 127.6,
              "info": "Sabías que su masa atómica lo hace un excelente estabilizador térmico en vidrios y paneles solares."
            },
            "punto_fusion": {
              "valor": 449.5,
              "info": "Curiosamente, funde a menos de 500 °C, facilitando su uso en procesos industriales de fusión controlada."
            },
            "punto_ebullicion": {
              "valor": 988,
              "info": "Imagina que alcanza la ebullición por debajo de los 1000 °C, lo que lo vuelve útil en soldaduras especiales."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Es un sólido frágil con un tinte metálico que brilla con aplicaciones electrónicas."
            },
            "electronegatividad": {
              "valor": 2.1,
              "info": "Gracias a su electronegatividad, puede formar compuestos con metales y no metales eficientemente."
            }
          }
        }
      },
      "No Metales": {
        "Hidrógeno": {
          "nombre": "Hidrógeno",
          "simbolo": "H",
          "numero_atomico": 1,
          "descripcion": "El hidrógeno es el elemento más ligero y abundante en el universo. Se usa en combustibles, fertilizantes y como agente reductor en procesos industriales.",
          "propiedades": {
            "masa_atomica": {
              "valor": 1.008,
              "info": "Sabías que su masa es tan baja que es ideal para viajar al espacio como combustible de cohetes."
            },
            "punto_fusion": {
              "valor": -259.16,
              "info": "Imagina que necesitas temperaturas cercanas al cero absoluto para congelar este gas tan escurridizo."
            },
            "punto_ebullicion": {
              "valor": -252.87,
              "info": "Curiosamente, hierve a solo unos grados del cero absoluto, siendo perfecto para estudios criogénicos."
            },
            "estado": {
              "valor": "Gas",
              "info": "A temperatura ambiente, se comporta como un gas incoloro, pero extremadamente inflamable."
            },
            "electronegatividad": {
              "valor": 2.2,
              "info": "¿Sabías que puede formar enlaces tanto con metales como con no metales? Es todo un comodín químico."
            }
          }
        },
        "Carbono": {
          "nombre": "Carbono",
          "simbolo": "C",
          "numero_atomico": 6,
          "descripcion": "El carbono es esencial para la vida. Se encuentra en múltiples formas como el diamante, grafito y grafeno, y es la base de la química orgánica.",
          "propiedades": {
            "masa_atomica": {
              "valor": 12.01,
              "info": "Curiosamente, esta masa le permite formar millones de compuestos orgánicos únicos."
            },
            "punto_fusion": {
              "valor": 3550,
              "info": "Sabías que el diamante, una forma de carbono, no se derrite fácilmente, funde a más de 3500 °C."
            },
            "punto_ebullicion": {
              "valor": 4827,
              "info": "Imagina calentar un material a casi 5000 °C solo para que empiece a evaporarse."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Dependiendo de su forma, puede ser tan suave como el grafito o tan duro como el diamante."
            },
            "electronegatividad": {
              "valor": 2.55,
              "info": "Sabías que su capacidad de formar cuatro enlaces lo hace el arquitecto de la vida."
            }
          }
        },
        "Nitrógeno": {
          "nombre": "Nitrógeno",
          "simbolo": "N",
          "numero_atomico": 7,
          "descripcion": "El nitrógeno es un gas inerte que constituye el 78% de la atmósfera terrestre. Se usa en fertilizantes, explosivos y refrigerantes.",
          "propiedades": {
            "masa_atomica": {
              "valor": 14.01,
              "info": "Imagina un gas tan ligero que domina nuestra atmósfera sin que lo notemos."
            },
            "punto_fusion": {
              "valor": -210.0,
              "info": "Sabías que se congela a temperaturas tan bajas que parece un líquido alienígena."
            },
            "punto_ebullicion": {
              "valor": -195.79,
              "info": "Curiosamente, su punto de ebullición lo convierte en un excelente refrigerante criogénico."
            },
            "estado": {
              "valor": "Gas",
              "info": "A temperatura ambiente, es un gas incoloro, pero vital para la vida y la industria."
            },
            "electronegatividad": {
              "valor": 3.04,
              "info": "¿Sabías que su alta electronegatividad lo hace esencial en compuestos como los nitratos?"
            }
          }
        },
        "Oxígeno": {
          "nombre": "Oxígeno",
          "simbolo": "O",
          "numero_atomico": 8,
          "descripcion": "El oxígeno es esencial para la respiración y la combustión. Se encuentra en el agua, la atmósfera y la mayoría de los compuestos orgánicos.",
          "propiedades": {
            "masa_atomica": {
              "valor": 16.0,
              "info": "Sabías que este peso atómico lo convierte en un componente esencial del agua y del aire."
            },
            "punto_fusion": {
              "valor": -218.79,
              "info": "Imagina un oxígeno tan frío que se vuelve líquido azul intenso."
            },
            "punto_ebullicion": {
              "valor": -182.96,
              "info": "Curiosamente, este punto permite su uso como oxígeno líquido en medicina y exploración espacial."
            },
            "estado": {
              "valor": "Gas",
              "info": "Es un gas vital para la vida, pero también puede alimentar incendios con gran intensidad."
            },
            "electronegatividad": {
              "valor": 3.44,
              "info": "¿Sabías que es uno de los elementos más sedientos de electrones en toda la tabla periódica?"
            }
          }
        },
        "Flúor": {
          "nombre": "Flúor",
          "simbolo": "F",
          "numero_atomico": 9,
          "descripcion": "El flúor es el elemento más electronegativo y reactivo. Se usa en fluoruro dental, teflón y procesos de enriquecimiento de uranio.",
          "propiedades": {
            "masa_atomica": {
              "valor": 18.99,
              "info": "Sabías que, pese a su ligereza, puede reaccionar incluso con el vidrio."
            },
            "punto_fusion": {
              "valor": -219.62,
              "info": "Imagina un gas que se solidifica solo en condiciones extremas de frío."
            },
            "punto_ebullicion": {
              "valor": -188.12,
              "info": "Curiosamente, se convierte en gas muy fácilmente, lo que lo hace difícil de manejar."
            },
            "estado": {
              "valor": "Gas",
              "info": "A temperatura ambiente, es un gas amarillento altamente corrosivo."
            },
            "electronegatividad": {
              "valor": 3.98,
              "info": "¿Sabías que es el elemento más electronegativo de todos? ¡No suelta un electrón ni por error!"
            }
          }
        },
        "Fósforo": {
          "nombre": "Fósforo",
          "simbolo": "P",
          "numero_atomico": 15,
          "descripcion": "El fósforo es un elemento esencial para la vida, presente en el ADN y en fertilizantes. Puede ser blanco, rojo o violeta, cada uno con diferentes niveles de reactividad.",
          "propiedades": {
            "masa_atomica": {
              "valor": 30.97,
              "info": "Sabías que esta masa lo hace ideal para su papel en el almacenamiento de energía en las células."
            },
            "punto_fusion": {
              "valor": 44.2,
              "info": "Curiosamente, el fósforo blanco se funde a apenas 44 °C, casi con el calor del cuerpo humano."
            },
            "punto_ebullicion": {
              "valor": 280.5,
              "info": "Imagina ver cómo se evapora una sustancia que brilla en la oscuridad... ¡eso es el fósforo blanco!"
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, puede presentarse como un sólido blanco brillante o rojo opaco."
            },
            "electronegatividad": {
              "valor": 2.19,
              "info": "¿Sabías que su valor medio le permite unirse a oxígeno, hidrógeno y metales con facilidad?"
            }
          }
        },
        "Azufre": {
          "nombre": "Azufre",
          "simbolo": "S",
          "numero_atomico": 16,
          "descripcion": "El azufre es un sólido amarillo brillante con un olor característico. Se usa en fertilizantes, pólvora y productos medicinales.",
          "propiedades": {
            "masa_atomica": {
              "valor": 32.06,
              "info": "Curiosamente, esta masa le permite formar cadenas moleculares largas como en la vulcanización del caucho."
            },
            "punto_fusion": {
              "valor": 115.21,
              "info": "Sabías que funde justo por encima de la temperatura del agua hirviendo, transformándose en un líquido rojo oscuro."
            },
            "punto_ebullicion": {
              "valor": 444.6,
              "info": "Imagina el azufre evaporándose mientras libera un olor penetrante como el de los volcanes."
            },
            "estado": {
              "valor": "Sólido",
              "info": "En condiciones normales, es un sólido cristalino de color amarillo y olor muy particular."
            },
            "electronegatividad": {
              "valor": 2.58,
              "info": "¿Sabías que puede actuar como donante o aceptador de electrones, según el compuesto?"
            }
          }
        },
        "Selenio": {
          "nombre": "Selenio",
          "simbolo": "Se",
          "numero_atomico": 34,
          "descripcion": "El selenio es un no metal que se encuentra en la corteza terrestre. Es esencial en pequeñas dosis para los organismos vivos y se usa en fotoceldas y tóners.",
          "propiedades": {
            "masa_atomica": {
              "valor": 78.96,
              "info": "Sabías que esta masa intermedia lo hace versátil en la electrónica y en suplementos dietéticos."
            },
            "punto_fusion": {
              "valor": 221,
              "info": "Curiosamente, funde a una temperatura baja para un sólido cristalino tan útil en tecnología."
            },
            "punto_ebullicion": {
              "valor": 685,
              "info": "Imagina calentarlo hasta que se vuelva vapor y aún así conserve propiedades semiconductoras."
            },
            "estado": {
              "valor": "Sólido",
              "info": "En su forma más común, es un sólido gris con propiedades parecidas al azufre."
            },
            "electronegatividad": {
              "valor": 2.55,
              "info": "¿Sabías que está justo en el límite entre los no metales y metaloides, compartiendo lo mejor de ambos mundos?"
            }
          }
        },
        "Cloro": {
          "nombre": "Cloro",
          "simbolo": "Cl",
          "numero_atomico": 17,
          "descripcion": "El cloro es un gas amarillo verdoso, altamente reactivo, usado en desinfectantes, plásticos (como PVC) y en la purificación del agua.",
          "propiedades": {
            "masa_atomica": {
              "valor": 35.45,
              "info": "Sabías que esta masa lo convierte en un gas que se dispersa rápidamente para desinfectar ambientes."
            },
            "punto_fusion": {
              "valor": -101.5,
              "info": "Imagina congelar un gas tan tóxico que se usó en la Primera Guerra Mundial."
            },
            "punto_ebullicion": {
              "valor": -34.04,
              "info": "Curiosamente, se convierte en gas con apenas una brisa tibia, listo para purificar el agua."
            },
            "estado": {
              "valor": "Gas",
              "info": "A temperatura ambiente, es un gas con un color amarillo verdoso muy distintivo."
            },
            "electronegatividad": {
              "valor": 3.16,
              "info": "¿Sabías que su alta electronegatividad lo convierte en un ladrón de electrones por excelencia?"
            }
          }
        },
        "Bromo": {
          "nombre": "Bromo",
          "simbolo": "Br",
          "numero_atomico": 35,
          "descripcion": "El bromo es un líquido rojizo y tóxico que emite vapores corrosivos. Se usa en retardantes de fuego, pesticidas y productos farmacéuticos.",
          "propiedades": {
            "masa_atomica": {
              "valor": 79.9,
              "info": "Curiosamente, su masa lo hace único: es uno de los pocos elementos líquidos a temperatura ambiente."
            },
            "punto_fusion": {
              "valor": -7.2,
              "info": "Imagina un elemento que casi siempre se encuentra en forma líquida, listo para evaporarse."
            },
            "punto_ebullicion": {
              "valor": 58.8,
              "info": "Sabías que hierve con solo calentar un poco, dejando un vapor rojizo irritante."
            },
            "estado": {
              "valor": "Líquido",
              "info": "A temperatura ambiente, es un líquido rojo oscuro, raro entre los elementos no metálicos."
            },
            "electronegatividad": {
              "valor": 2.96,
              "info": "¿Sabías que puede formar compuestos tanto orgánicos como inorgánicos altamente reactivos?"
            }
          }
        },
        "Yodo": {
          "nombre": "Yodo",
          "simbolo": "I",
          "numero_atomico": 53,
          "descripcion": "El yodo es un sólido brillante que sublima fácilmente. Se usa en antisépticos, sal yodoada y en medicina nuclear.",
          "propiedades": {
            "masa_atomica": {
              "valor": 126.9,
              "info": "Sabías que su alta masa atómica le da propiedades únicas en radiología y diagnóstico médico."
            },
            "punto_fusion": {
              "valor": 113.7,
              "info": "Imagina ver cristales morados fundiéndose en un líquido oscuro como la tinta."
            },
            "punto_ebullicion": {
              "valor": 184.3,
              "info": "Curiosamente, al hervir forma vapores violetas intensos y brillantes."
            },
            "estado": {
              "valor": "Sólido",
              "info": "En condiciones normales, es un sólido brillante que sublima con facilidad."
            },
            "electronegatividad": {
              "valor": 2.66,
              "info": "¿Sabías que, pese a su tamaño, puede formar enlaces covalentes muy estables con el carbono?"
            }
          }
        }
      },
      "Gases Nobles": {
        "Helio": {
          "nombre": "Helio",
          "simbolo": "He",
          "numero_atomico": 2,
          "descripcion": "El helio es un gas inerte, ligero y no inflamable. Se usa en globos, refrigeración criogénica y en respiradores para buceo profundo.",
          "propiedades": {
            "masa_atomica": {
              "valor": 4.0,
              "info": "Imagina un elemento tan ligero que puede elevar globos: su masa atómica de 4 lo convierte en el segundo más liviano del universo."
            },
            "punto_fusion": {
              "valor": -272.2,
              "info": "Sabías que el helio tiene uno de los puntos de fusión más bajos conocidos, apenas unos grados por encima del cero absoluto."
            },
            "punto_ebullicion": {
              "valor": -268.93,
              "info": "Curiosamente, hierve solo a -268.93 °C, lo que lo hace ideal para refrigerar equipos científicos a temperaturas extremas."
            },
            "estado": {
              "valor": "Gas",
              "info": "A temperatura ambiente, siempre se encuentra en estado gaseoso, incluso bajo condiciones extremas de presión."
            },
            "electronegatividad": {
              "valor": "No aplica",
              "info": "No forma enlaces fácilmente, por eso no tiene un valor de electronegatividad convencional."
            }
          }
        },
        "Neón": {
          "nombre": "Neón",
          "simbolo": "Ne",
          "numero_atomico": 10,
          "descripcion": "El neón es un gas incoloro e inerte usado en luces publicitarias, refrigeración y en algunos láseres.",
          "propiedades": {
            "masa_atomica": {
              "valor": 20.18,
              "info": "Imagina una chispa brillante: su masa lo hace ideal para reaccionar con electricidad en tubos luminosos."
            },
            "punto_fusion": {
              "valor": -248.59,
              "info": "Sabías que el neón congela a temperaturas increíblemente bajas, lo que lo hace perfecto para refrigeración criogénica."
            },
            "punto_ebullicion": {
              "valor": -246.08,
              "info": "Curiosamente, se convierte en gas apenas dos grados después de fundirse, reflejando su naturaleza altamente volátil."
            },
            "estado": {
              "valor": "Gas",
              "info": "A temperatura ambiente, el neón permanece como gas incoloro y sin olor, destacando entre los más inertes."
            },
            "electronegatividad": {
              "valor": "No aplica",
              "info": "Su estructura cerrada lo hace extremadamente estable, sin necesidad de atraer electrones adicionales."
            }
          }
        },
        "Argón": {
          "nombre": "Argón",
          "simbolo": "Ar",
          "numero_atomico": 18,
          "descripcion": "El argón es un gas inerte usado en bombillas, soldadura y atmósferas protectoras para la conservación de materiales sensibles.",
          "propiedades": {
            "masa_atomica": {
              "valor": 39.95,
              "info": "Sabías que el argón representa casi el 1% del aire que respiramos, gracias a su masa atómica y estabilidad."
            },
            "punto_fusion": {
              "valor": -189.34,
              "info": "Curiosamente, congela a temperaturas extremadamente bajas, ideal para procesos industriales controlados."
            },
            "punto_ebullicion": {
              "valor": -185.85,
              "info": "Imagina un gas tan estable que apenas cambia de estado entre su fusión y ebullición."
            },
            "estado": {
              "valor": "Gas",
              "info": "Permanece como gas incluso en condiciones frías, siendo útil como atmósfera inerte en muchos entornos."
            },
            "electronegatividad": {
              "valor": "No aplica",
              "info": "Su estabilidad atómica impide que atraiga electrones, por eso no se mide su electronegatividad."
            }
          }
        },
        "Kriptón": {
          "nombre": "Kriptón",
          "simbolo": "Kr",
          "numero_atomico": 36,
          "descripcion": "El kriptón es un gas noble usado en iluminación de alta intensidad, láseres y en algunas aplicaciones médicas.",
          "propiedades": {
            "masa_atomica": {
              "valor": 83.8,
              "info": "Sabías que su nombre proviene del griego 'oculto', y su masa permite emisiones de luz muy particulares."
            },
            "punto_fusion": {
              "valor": -157.36,
              "info": "Curiosamente, se solidifica a temperaturas criogénicas, haciendo que sus átomos 'escondidos' se alineen."
            },
            "punto_ebullicion": {
              "valor": -153.22,
              "info": "Imagina que apenas unos grados después de congelarse ya está listo para volver a ser gas."
            },
            "estado": {
              "valor": "Gas",
              "info": "En su estado natural, el kriptón permanece como gas incoloro, difícil de detectar sin equipo especializado."
            },
            "electronegatividad": {
              "valor": 3.0,
              "info": "Sorprendentemente, aunque es un gas noble, puede formar compuestos bajo condiciones especiales gracias a esta electronegatividad."
            }
          }
        },
        "Xenón": {
          "nombre": "Xenón",
          "simbolo": "Xe",
          "numero_atomico": 54,
          "descripcion": "El xenón es un gas inerte utilizado en lámparas de destello, anestesia y propulsión iónica en naves espaciales.",
          "propiedades": {
            "masa_atomica": {
              "valor": 131.29,
              "info": "Imagina un gas tan pesado que puede usarse para ralentizar electrones en tubos fluorescentes."
            },
            "punto_fusion": {
              "valor": -111.75,
              "info": "Curiosamente, su punto de fusión permite que se licue para su uso en tecnologías avanzadas como motores espaciales."
            },
            "punto_ebullicion": {
              "valor": -108.1,
              "info": "Sabías que casi no hay diferencia entre fundirse y hervir, lo que refleja su densidad gaseosa única."
            },
            "estado": {
              "valor": "Gas",
              "info": "Aunque es más denso que otros gases nobles, sigue siendo un gas a temperatura ambiente."
            },
            "electronegatividad": {
              "valor": 2.6,
              "info": "A diferencia de otros gases nobles, su electronegatividad permite que forme compuestos raros pero útiles."
            }
          }
        },
        "Radón": {
          "nombre": "Radón",
          "simbolo": "Rn",
          "numero_atomico": 86,
          "descripcion": "El radón es un gas radiactivo de origen natural. Se encuentra en el suelo y puede ser peligroso en espacios cerrados debido a su radiactividad.",
          "propiedades": {
            "masa_atomica": {
              "valor": 222,
              "info": "Sabías que es uno de los gases más pesados que existe, y su masa contribuye a su peligrosidad al quedar atrapado en espacios bajos."
            },
            "punto_fusion": {
              "valor": -71.15,
              "info": "Imagina que puede congelarse en tu sótano si el invierno es lo bastante crudo, aunque no es recomendable verlo."
            },
            "punto_ebullicion": {
              "valor": -61.7,
              "info": "Curiosamente, su punto de ebullición es el más alto entre los gases nobles, haciéndolo el más denso también."
            },
            "estado": {
              "valor": "Gas",
              "info": "Se mantiene como gas en la naturaleza, pero puede acumularse en ambientes cerrados representando un riesgo para la salud."
            },
            "electronegatividad": {
              "valor": "No aplica",
              "info": "Dado que es altamente radiactivo e inestable, su electronegatividad no se mide con precisión."
            }
          }
        }
      },
      "Lantánidos": {
        "Lantano": {
          "nombre": "Lantano",
          "simbolo": "La",
          "numero_atomico": 57,
          "descripcion": "¿Sabías que el lantano es un metal plateado usado en aleaciones, vidrios ópticos y baterías recargables? Su brillo no solo es estético, sino funcional en tecnologías modernas.",
          "propiedades": {
            "masa_atomica": {
              "valor": 138.91,
              "info": "Imagina que su masa atómica contribuye a su uso en vidrios especiales que mejoran la claridad óptica."
            },
            "punto_fusion": {
              "valor": 920,
              "info": "Curiosamente, funde a 920 °C, permitiendo su manipulación en procesos industriales sin perder sus propiedades."
            },
            "punto_ebullicion": {
              "valor": 3464,
              "info": "¿Sabías que su alto punto de ebullición lo hace estable en aplicaciones a altas temperaturas?"
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, el lantano es un sólido metálico con un brillo plateado distintivo."
            },
            "electronegatividad": {
              "valor": 1.1,
              "info": "Su electronegatividad moderada facilita su combinación con otros elementos en aleaciones."
            }
          }
        },
        "Cerio": {
          "nombre": "Cerio",
          "simbolo": "Ce",
          "numero_atomico": 58,
          "descripcion": "Curiosamente, el cerio se usa en catalizadores para reducir emisiones, en encendedores y vidrios resistentes al calor, jugando un papel crucial en nuestra vida diaria.",
          "propiedades": {
            "masa_atomica": {
              "valor": 140.12,
              "info": "¿Sabías que su masa atómica permite que participe activamente en reacciones químicas catalíticas?"
            },
            "punto_fusion": {
              "valor": 795,
              "info": "Imagina su fusión a 795 °C, que lo hace ideal para procesos donde se requiere alta reactividad."
            },
            "punto_ebullicion": {
              "valor": 3443,
              "info": "Curiosamente, su punto de ebullición alto le da estabilidad en aplicaciones a temperaturas elevadas."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente es un sólido blando, fácil de moldear para diversas aplicaciones."
            },
            "electronegatividad": {
              "valor": 1.12,
              "info": "Su electronegatividad permite que forme compuestos importantes en catalizadores automotrices."
            }
          }
        },
        "Praseodimio": {
          "nombre": "Praseodimio",
          "simbolo": "Pr",
          "numero_atomico": 59,
          "descripcion": "Imagina que el praseodimio es fundamental para fabricar imanes potentes usados en motores eléctricos y vidrios con colores especiales.",
          "propiedades": {
            "masa_atomica": {
              "valor": 140.91,
              "info": "¿Sabías que su masa atómica contribuye a la fuerza magnética de los imanes donde se usa?"
            },
            "punto_fusion": {
              "valor": 931,
              "info": "Curiosamente, su punto de fusión de 931 °C permite su uso en aleaciones resistentes al calor."
            },
            "punto_ebullicion": {
              "valor": 3520,
              "info": "Su alto punto de ebullición lo hace estable durante procesos de fabricación de materiales especiales."
            },
            "estado": {
              "valor": "Sólido",
              "info": "En condiciones normales, es un sólido metálico con propiedades magnéticas destacadas."
            },
            "electronegatividad": {
              "valor": 1.13,
              "info": "Su electronegatividad facilita su combinación en aleaciones avanzadas para la industria aeroespacial."
            }
          }
        },
        "Neodimio": {
          "nombre": "Neodimio",
          "simbolo": "Nd",
          "numero_atomico": 60,
          "descripcion": "¿Sabías que el neodimio es esencial para imanes súper potentes usados en turbinas eólicas, auriculares y discos duros?",
          "propiedades": {
            "masa_atomica": {
              "valor": 144.24,
              "info": "Imagina que su masa ayuda a generar campos magnéticos fuertes y estables."
            },
            "punto_fusion": {
              "valor": 1024,
              "info": "Curiosamente, funde a más de 1000 °C, facilitando su integración en procesos de alta temperatura."
            },
            "punto_ebullicion": {
              "valor": 3074,
              "info": "Su punto de ebullición elevado lo hace apto para aplicaciones industriales exigentes."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Es un sólido plateado que destaca por su uso en tecnología moderna."
            },
            "electronegatividad": {
              "valor": 1.14,
              "info": "Su electronegatividad contribuye a su versatilidad química en aleaciones magnéticas."
            }
          }
        },
        "Prometio": {
          "nombre": "Prometio",
          "simbolo": "Pm",
          "numero_atomico": 61,
          "descripcion": "Curiosamente, el prometio es radiactivo y se usa en baterías nucleares y dispositivos de medición, aunque es muy raro en la naturaleza.",
          "propiedades": {
            "masa_atomica": {
              "valor": 145,
              "info": "¿Sabías que su masa atómica refleja su naturaleza radiactiva y su uso especializado?"
            },
            "punto_fusion": {
              "valor": 1100,
              "info": "Imagina que funde a 1100 °C, aunque manejarlo requiere precaución por su radiactividad."
            },
            "punto_ebullicion": {
              "valor": 3000,
              "info": "Su punto de ebullición elevado permite su uso en condiciones extremas, aunque limitado por su inestabilidad."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, es un sólido radiactivo raro y difícil de estudiar."
            },
            "electronegatividad": {
              "valor": 1.13,
              "info": "Su electronegatividad influye en su comportamiento químico peculiar como elemento radiactivo."
            }
          }
        },
        "Samario": {
          "nombre": "Samario",
          "simbolo": "Sm",
          "numero_atomico": 62,
          "descripcion": "¿Sabías que el samario se usa en imanes, láseres y materiales que absorben neutrones en reactores nucleares?",
          "propiedades": {
            "masa_atomica": {
              "valor": 150.36,
              "info": "Imagina que su masa hace posible su uso en tecnologías nucleares y dispositivos láser."
            },
            "punto_fusion": {
              "valor": 1072,
              "info": "Curiosamente, funde a 1072 °C, facilitando su manipulación en la fabricación de imanes especiales."
            },
            "punto_ebullicion": {
              "valor": 1794,
              "info": "Su punto de ebullición es menor que otros lantánidos, pero suficiente para aplicaciones industriales."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Es un sólido metálico con propiedades magnéticas y nucleares importantes."
            },
            "electronegatividad": {
              "valor": 1.17,
              "info": "Su electronegatividad facilita su unión en compuestos que absorben neutrones."
            }
          }
        },
        "Europio": {
          "nombre": "Europio",
          "simbolo": "Eu",
          "numero_atomico": 63,
          "descripcion": "Curiosamente, el europio es esencial para dar colores rojos brillantes en pantallas LED y luces fluorescentes.",
          "propiedades": {
            "masa_atomica": {
              "valor": 151.96,
              "info": "¿Sabías que su masa atómica lo hace ideal para producir luces con colores intensos?"
            },
            "punto_fusion": {
              "valor": 822,
              "info": "Imagina que funde a una temperatura relativamente baja, lo que facilita su procesamiento."
            },
            "punto_ebullicion": {
              "valor": 1597,
              "info": "Su punto de ebullición moderado permite su uso en tecnologías lumínicas."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, es un sólido suave y fácil de trabajar."
            },
            "electronegatividad": {
              "valor": 1.2,
              "info": "Su electronegatividad permite que forme compuestos lumínicos brillantes."
            }
          }
        },
        "Gadolinio": {
          "nombre": "Gadolinio",
          "simbolo": "Gd",
          "numero_atomico": 64,
          "descripcion": "¿Sabías que el gadolinio se usa en equipos de resonancia magnética (MRI) como agente de contraste para mejorar las imágenes?",
          "propiedades": {
            "masa_atomica": {
              "valor": 157.25,
              "info": "Imagina que su masa es clave para su comportamiento magnético único."
            },
            "punto_fusion": {
              "valor": 1312,
              "info": "Curiosamente, funde a 1312 °C, permitiendo su uso en aplicaciones médicas y tecnológicas."
            },
            "punto_ebullicion": {
              "valor": 3273,
              "info": "Su alto punto de ebullición garantiza estabilidad en condiciones extremas."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Es un sólido metálico con propiedades magnéticas destacadas."
            },
            "electronegatividad": {
              "valor": 1.2,
              "info": "Su electronegatividad ayuda a formar complejos químicos usados en medicina."
            }
          }
        },
        "Terbio": {
          "nombre": "Terbio",
          "simbolo": "Tb",
          "numero_atomico": 65,
          "descripcion": "El terbio se usa en pantallas, imanes especiales y aleaciones resistentes a la temperatura.",
          "propiedades": {
            "masa_atomica": {
              "valor": 158.93,
              "info": "¿Sabías que su masa atómica influye en sus sorprendentes propiedades magnéticas y térmicas?"
            },
            "punto_fusion": {
              "valor": 1356,
              "info": "Imagina que puede soportar temperaturas mayores a 1300 °C sin perder su forma, ¡ideal para ambientes exigentes!"
            },
            "punto_ebullicion": {
              "valor": 3230,
              "info": "Curiosamente, su punto de ebullición es tan alto que apenas se evapora en la mayoría de procesos industriales."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, se mantiene sólido, mostrando estabilidad y resistencia."
            },
            "electronegatividad": {
              "valor": 1.2,
              "info": "Su electronegatividad moderada facilita la formación de compuestos con propiedades magnéticas únicas."
            }
          }
        },
        "Disprosio": {
          "nombre": "Disprosio",
          "simbolo": "Dy",
          "numero_atomico": 66,
          "descripcion": "El disprosio es usado en imanes para vehículos eléctricos y en reactores nucleares debido a su capacidad de absorber neutrones.",
          "propiedades": {
            "masa_atomica": {
              "valor": 162.5,
              "info": "¿Sabías que su masa pesada contribuye a su capacidad para absorber neutrones en reactores nucleares?"
            },
            "punto_fusion": {
              "valor": 1412,
              "info": "Imagina que puede fundirse a más de 1400 °C, resistiendo condiciones extremas."
            },
            "punto_ebullicion": {
              "valor": 2567,
              "info": "Curiosamente, su punto de ebullición alto permite que se mantenga estable en ambientes de alta energía."
            },
            "estado": {
              "valor": "Sólido",
              "info": "En condiciones normales, siempre lo encontrarás sólido y listo para su uso tecnológico."
            },
            "electronegatividad": {
              "valor": 1.22,
              "info": "Su electronegatividad ayuda a formar imanes con alta fuerza, esenciales para vehículos eléctricos."
            }
          }
        },
        "Holmio": {
          "nombre": "Holmio",
          "simbolo": "Ho",
          "numero_atomico": 67,
          "descripcion": "El holmio tiene la mayor capacidad magnética de todos los elementos y se usa en imanes y reactores nucleares.",
          "propiedades": {
            "masa_atomica": {
              "valor": 164.93,
              "info": "¿Sabías que su masa contribuye a tener la mayor capacidad magnética de todos los elementos?"
            },
            "punto_fusion": {
              "valor": 1474,
              "info": "Imagina que puede fundirse a casi 1500 °C sin perder sus propiedades magnéticas."
            },
            "punto_ebullicion": {
              "valor": 2700,
              "info": "Curiosamente, su punto de ebullición tan elevado lo hace muy estable en ambientes muy calientes."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, permanece sólido, siendo fácil de manipular en forma metálica."
            },
            "electronegatividad": {
              "valor": 1.23,
              "info": "Su electronegatividad es justo la adecuada para formar aleaciones magnéticas potentes."
            }
          }
        },
        "Erbio": {
          "nombre": "Erbio",
          "simbolo": "Er",
          "numero_atomico": 68,
          "descripcion": "El erbio se usa en fibras ópticas, láseres médicos y en aleaciones metálicas.",
          "propiedades": {
            "masa_atomica": {
              "valor": 167.26,
              "info": "¿Sabías que su masa es perfecta para integrarse en aleaciones usadas en telecomunicaciones?"
            },
            "punto_fusion": {
              "valor": 1529,
              "info": "Imagina que soporta altas temperaturas, fundiéndose solo por encima de 1500 °C."
            },
            "punto_ebullicion": {
              "valor": 2868,
              "info": "Curiosamente, su punto de ebullición es tan alto que se usa en aplicaciones que requieren estabilidad térmica."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Normalmente, se encuentra sólido y estable a temperatura ambiente."
            },
            "electronegatividad": {
              "valor": 1.24,
              "info": "Su electronegatividad ayuda a que sea ideal para láseres y dispositivos ópticos."
            }
          }
        },
        "Tulio": {
          "nombre": "Tulio",
          "simbolo": "Tm",
          "numero_atomico": 69,
          "descripcion": "El tulio es raro y se usa en dispositivos láser y generadores de rayos X portátiles.",
          "propiedades": {
            "masa_atomica": {
              "valor": 168.93,
              "info": "¿Sabías que su masa poco común lo hace perfecto para usos en tecnología médica avanzada?"
            },
            "punto_fusion": {
              "valor": 1545,
              "info": "Imagina que su punto de fusión alto permite que se use en dispositivos que funcionan a alta temperatura."
            },
            "punto_ebullicion": {
              "valor": 1950,
              "info": "Curiosamente, su punto de ebullición es relativamente bajo para un lantánido, facilitando su manipulación."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Se encuentra sólido en condiciones normales, listo para diversas aplicaciones."
            },
            "electronegatividad": {
              "valor": 1.25,
              "info": "Su electronegatividad permite la formación de compuestos usados en tecnología láser."
            }
          }
        },
        "Iterbio": {
          "nombre": "Iterbio",
          "simbolo": "Yb",
          "numero_atomico": 70,
          "descripcion": "El iterbio se usa en láseres, relojes atómicos y dispositivos electrónicos avanzados.",
          "propiedades": {
            "masa_atomica": {
              "valor": 173.04,
              "info": "¿Sabías que su masa lo hace ideal para dispositivos de precisión como relojes atómicos?"
            },
            "punto_fusion": {
              "valor": 824,
              "info": "Imagina que funde a una temperatura bastante baja para un metal raro, facilitando su manipulación."
            },
            "punto_ebullicion": {
              "valor": 1196,
              "info": "Curiosamente, su punto de ebullición es uno de los más bajos en los lantánidos."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Se mantiene sólido bajo condiciones estándar, listo para usos tecnológicos."
            },
            "electronegatividad": {
              "valor": 1.1,
              "info": "Su electronegatividad es baja, pero suficiente para aplicaciones electrónicas."
            }
          }
        },
        "Lutecio": {
          "nombre": "Lutecio",
          "simbolo": "Lu",
          "numero_atomico": 71,
          "descripcion": "El lutecio es el lantánido más denso y se usa en detectores de radiación y catálisis química.",
          "propiedades": {
            "masa_atomica": {
              "valor": 174.97,
              "info": "¿Sabías que es el lantánido más pesado, lo que le da una gran densidad?"
            },
            "punto_fusion": {
              "valor": 1652,
              "info": "Imagina que puede soportar temperaturas extremas antes de fundirse."
            },
            "punto_ebullicion": {
              "valor": 3402,
              "info": "Curiosamente, tiene uno de los puntos de ebullición más altos entre los lantánidos."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Sólido y estable en temperatura ambiente, ideal para aplicaciones técnicas."
            },
            "electronegatividad": {
              "valor": 1.27,
              "info": "Su electronegatividad le permite actuar como catalizador en reacciones químicas."
            }
          }
        }
      },
      "Actinoides": {
        "Actinio": {
          "nombre": "Actinio",
          "simbolo": "Ac",
          "numero_atomico": 89,
          "descripcion": "El actinio es un metal radiactivo utilizado en investigaciones nucleares y en tratamientos médicos experimentales.",
          "propiedades": {
            "masa_atomica": {
              "valor": 227,
              "info": "Sabías que su masa atómica es la base para calcular su comportamiento en reacciones nucleares?"
            },
            "punto_fusion": {
              "valor": 1050,
              "info": "Imagina el calor necesario para fundir este metal radiactivo a más de 1000 °C."
            },
            "punto_ebullicion": {
              "valor": 3200,
              "info": "Curiosamente, su punto de ebullición es muy alto, permitiendo su uso en condiciones extremas."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, el actinio se mantiene sólido a pesar de su radiactividad."
            },
            "electronegatividad": {
              "valor": 1.1,
              "info": "Su baja electronegatividad facilita la formación de compuestos en estudios científicos."
            }
          }
        },
        "Torio": {
          "nombre": "Torio",
          "simbolo": "Th",
          "numero_atomico": 90,
          "descripcion": "El torio es un metal radiactivo utilizado como posible combustible en reactores nucleares.",
          "propiedades": {
            "masa_atomica": {
              "valor": 232.04,
              "info": "Sabías que el torio es más abundante en la corteza terrestre que el uranio?"
            },
            "punto_fusion": {
              "valor": 1750,
              "info": "Curiosamente, funde a una temperatura muy elevada, ideal para aplicaciones nucleares."
            },
            "punto_ebullicion": {
              "valor": 4788,
              "info": "Imagina temperaturas cercanas a los 4800 °C para que el torio pase a estado gaseoso."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, es un sólido denso y radiactivo."
            },
            "electronegatividad": {
              "valor": 1.3,
              "info": "Su electronegatividad le permite formar compuestos estables en reactores experimentales."
            }
          }
        },
        "Proactinio": {
          "nombre": "Proactinio",
          "simbolo": "Pa",
          "numero_atomico": 91,
          "descripcion": "El protactinio es un metal raro y radiactivo usado en investigaciones científicas.",
          "propiedades": {
            "masa_atomica": {
              "valor": 231.04,
              "info": "Sabías que su masa influye en su comportamiento radioactivo y aplicaciones de laboratorio?"
            },
            "punto_fusion": {
              "valor": 1572,
              "info": "Imagina la resistencia del protactinio fundiéndose a más de 1500 °C."
            },
            "punto_ebullicion": {
              "valor": 4000,
              "info": "Curiosamente, tiene un punto de ebullición muy alto, casi el doble que muchos metales comunes."
            },
            "estado": {
              "valor": "Sólido",
              "info": "En condiciones normales, es un sólido pesado y radiactivo."
            },
            "electronegatividad": {
              "valor": 1.5,
              "info": "Su electronegatividad relativamente mayor permite interesantes enlaces químicos."
            }
          }
        },
        "Uranio": {
          "nombre": "Uranio",
          "simbolo": "U",
          "numero_atomico": 92,
          "descripcion": "El uranio es un metal pesado radiactivo utilizado en reactores nucleares y armamento.",
          "propiedades": {
            "masa_atomica": {
              "valor": 238.03,
              "info": "Sabías que la masa del uranio es crucial para su capacidad de fisión nuclear?"
            },
            "punto_fusion": {
              "valor": 1135,
              "info": "Imagina la energía necesaria para fundir el uranio a más de 1100 °C."
            },
            "punto_ebullicion": {
              "valor": 4131,
              "info": "Curiosamente, su punto de ebullición es superior a muchos metales pesados."
            },
            "estado": {
              "valor": "Sólido",
              "info": "El uranio es sólido y pesado, con propiedades que lo hacen vital en energía nuclear."
            },
            "electronegatividad": {
              "valor": 1.38,
              "info": "Su electronegatividad media facilita su uso en una variedad de compuestos químicos."
            }
          }
        },
        "Neptunio": {
          "nombre": "Neptunio",
          "simbolo": "Np",
          "numero_atomico": 93,
          "descripcion": "El neptunio es un metal radiactivo utilizado en reactores nucleares y estudios de física.",
          "propiedades": {
            "masa_atomica": {
              "valor": 237,
              "info": "Sabías que el neptunio fue el primer elemento transuránico sintetizado?"
            },
            "punto_fusion": {
              "valor": 644,
              "info": "Imagina su bajo punto de fusión comparado con otros actínidos."
            },
            "punto_ebullicion": {
              "valor": 4000,
              "info": "Curiosamente, su punto de ebullición es muy alto para un metal con bajo punto de fusión."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, es un sólido radiactivo y metálico."
            },
            "electronegatividad": {
              "valor": 1.36,
              "info": "Su electronegatividad le permite formar complejos químicos interesantes."
            }
          }
        },
        "Plutonio": {
          "nombre": "Plutonio",
          "simbolo": "Pu",
          "numero_atomico": 94,
          "descripcion": "El plutonio es altamente radiactivo y se usa en armas nucleares y reactores.",
          "propiedades": {
            "masa_atomica": {
              "valor": 244,
              "info": "Sabías que el plutonio tiene múltiples estados alotrópicos que afectan su densidad?"
            },
            "punto_fusion": {
              "valor": 640,
              "info": "Imagina un metal radiactivo que funde a tan solo 640 °C."
            },
            "punto_ebullicion": {
              "valor": 3230,
              "info": "Curiosamente, su punto de ebullición es mucho más alto que su punto de fusión."
            },
            "estado": {
              "valor": "Sólido",
              "info": "El plutonio es sólido y extremadamente tóxico debido a su radiactividad."
            },
            "electronegatividad": {
              "valor": 1.28,
              "info": "Su electronegatividad relativamente baja facilita su uso en reacciones nucleares."
            }
          }
        },
        "Americio": {
          "nombre": "Americio",
          "simbolo": "Am",
          "numero_atomico": 95,
          "descripcion": "El americio se usa en detectores de humo y fuentes de radiación para mediciones industriales.",
          "propiedades": {
            "masa_atomica": {
              "valor": 243,
              "info": "Sabías que el americio-241 es la fuente común en detectores de humo domésticos?"
            },
            "punto_fusion": {
              "valor": 1176,
              "info": "Imagina la temperatura necesaria para fundir este metal radiactivo."
            },
            "punto_ebullicion": {
              "valor": 2607,
              "info": "Curiosamente, su punto de ebullición es mucho más bajo que otros actínidos."
            },
            "estado": {
              "valor": "Sólido",
              "info": "El americio es sólido y se manipula con cuidado en aplicaciones industriales."
            },
            "electronegatividad": {
              "valor": 1.3,
              "info": "Su electronegatividad media facilita su uso en fuentes radiactivas."
            }
          }
        },
        "Curio": {
          "nombre": "Curio",
          "simbolo": "Cm",
          "numero_atomico": 96,
          "descripcion": "El curio es un metal radiactivo usado en generadores de energía para sondas espaciales.",
          "propiedades": {
            "masa_atomica": {
              "valor": 247,
              "info": "Sabías que el curio puede generar calor suficiente para alimentar sondas espaciales?"
            },
            "punto_fusion": {
              "valor": 1340,
              "info": "Imagina fundir un metal radiactivo a más de 1300 °C."
            },
            "punto_ebullicion": {
              "valor": 3110,
              "info": "Curiosamente, tiene un punto de ebullición alto, útil en condiciones extremas."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, es un sólido denso y radiactivo."
            },
            "electronegatividad": {
              "valor": 1.3,
              "info": "Su electronegatividad permite formar compuestos útiles en energía nuclear."
            }
          }
        },
        "Berkelio": {
          "nombre": "Berkelio",
          "simbolo": "Bk",
          "numero_atomico": 97,
          "descripcion": "El berkelio es un elemento sintético usado en investigación científica avanzada.",
          "propiedades": {
            "masa_atomica": {
              "valor": 247,
              "info": "Sabías que el berkelio es producido en laboratorios mediante irradiación de curio?"
            },
            "punto_fusion": {
              "valor": 1259,
              "info": "Imagina su punto de fusión que indica gran resistencia térmica."
            },
            "punto_ebullicion": {
              "valor": 2900,
              "info": "Curiosamente, su punto de ebullición es muy alto para un elemento sintético."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, se mantiene sólido pero muy radiactivo."
            },
            "electronegatividad": {
              "valor": 1.3,
              "info": "Su electronegatividad favorece la formación de nuevos compuestos en investigación."
            }
          }
        },
        "Californio": {
          "nombre": "Californio",
          "simbolo": "Cf",
          "numero_atomico": 98,
          "descripcion": "El californio se usa en detectores de neutrones y en investigaciones nucleares.",
          "propiedades": {
            "masa_atomica": {
              "valor": 251,
              "info": "Sabías que el californio puede emitir neutrones usados en detectores?"
            },
            "punto_fusion": {
              "valor": 900,
              "info": "Imagina un punto de fusión relativamente bajo para un actínido."
            },
            "punto_ebullicion": {
              "valor": 1743,
              "info": "Curiosamente, su punto de ebullición es bajo comparado con otros metales."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, es un sólido radiactivo."
            },
            "electronegatividad": {
              "valor": 1.3,
              "info": "Su electronegatividad es importante para sus propiedades radiactivas."
            }
          }
        },
        "Einstenio": {
          "nombre": "Einstenio",
          "simbolo": "Es",
          "numero_atomico": 99,
          "descripcion": "El einstenio es un elemento sintético usado en estudios de física nuclear.",
          "propiedades": {
            "masa_atomica": {
              "valor": 252,
              "info": "Sabías que el einstenio fue descubierto en el laboratorio tras irradiar californio?"
            },
            "punto_fusion": {
              "valor": 860,
              "info": "Imagina un punto de fusión de un elemento superpesado."
            },
            "punto_ebullicion": {
              "valor": 996,
              "info": "Curiosamente, su punto de ebullición es sorprendentemente bajo."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, es un sólido extremadamente radiactivo."
            },
            "electronegatividad": {
              "valor": 1.3,
              "info": "Su electronegatividad ayuda en la síntesis de compuestos inestables."
            }
          }
        },
        "Fermio": {
          "nombre": "Fermio",
          "simbolo": "Fm",
          "numero_atomico": 100,
          "descripcion": "El fermio es un elemento sintético producido en reacciones nucleares con alta radiactividad.",
          "propiedades": {
            "masa_atomica": {
              "valor": 257,
              "info": "Sabías que el fermio fue descubierto en las cenizas del primer ensayo nuclear?"
            },
            "punto_fusion": {
              "valor": 1527,
              "info": "Imagina fundir un elemento creado en explosiones nucleares."
            },
            "punto_ebullicion": {
              "valor": 3000,
              "info": "Curiosamente, su punto de ebullición es alto para un elemento tan raro."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, es un sólido con un tiempo de vida muy corto."
            },
            "electronegatividad": {
              "valor": 1.3,
              "info": "Su electronegatividad permite formar compuestos para estudio científico."
            }
          }
        },
        "Mendelevio": {
          "nombre": "Mendelevio",
          "simbolo": "Md",
          "numero_atomico": 101,
          "descripcion": "El mendelevio es un elemento sintético utilizado en investigaciones científicas avanzadas.",
          "propiedades": {
            "masa_atomica": {
              "valor": 258,
              "info": "Este elemento fue nombrado en honor a Dmitri Mendeléyev, creador de la tabla periódica."
            },
            "punto_fusion": {
              "valor": 827,
              "info": "Tiene un punto de fusión relativamente bajo para un actínido sintético."
            },
            "punto_ebullicion": {
              "valor": "Desconocido",
              "info": "El punto de ebullición exacto aún no se ha determinado debido a su alta radiactividad."
            },
            "estado": {
              "valor": "Sólido",
              "info": "A temperatura ambiente, se mantiene sólido pero es altamente radiactivo."
            },
            "electronegatividad": {
              "valor": 1.3,
              "info": "Su electronegatividad es similar a otros elementos del bloque actínido."
            }
          }
        },
        "Nobelio": {
          "nombre": "Nobelio",
          "simbolo": "No",
          "numero_atomico": 102,
          "descripcion": "El nobelio es un elemento sintético radiactivo usado en estudios de física nuclear.",
          "propiedades": {
            "masa_atomica": {
              "valor": 259,
              "info": "Nombrado en honor a Alfred Nobel, inventor de la dinamita y fundador del Premio Nobel."
            },
            "punto_fusion": {
              "valor": 827,
              "info": "Comparte punto de fusión con el mendelevio, mostrando propiedades químicas similares."
            },
            "punto_ebullicion": {
              "valor": "Desconocido",
              "info": "El punto de ebullición no ha sido medido directamente debido a su inestabilidad."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Mantiene estado sólido a temperatura ambiente aunque es radiactivo."
            },
            "electronegatividad": {
              "valor": 1.3,
              "info": "Electronegatividad típica del bloque actínido."
            }
          }
        },
        "Lawrencio": {
          "nombre": "Lawrencio",
          "simbolo": "Lr",
          "numero_atomico": 103,
          "descripcion": "El lawrencio es un elemento sintético usado en investigaciones científicas sobre la estructura atómica.",
          "propiedades": {
            "masa_atomica": {
              "valor": 262,
              "info": "Nombrado en honor a Ernest Lawrence, inventor del ciclotrón."
            },
            "punto_fusion": {
              "valor": 1627,
              "info": "Su punto de fusión es considerablemente más alto que el de sus predecesores."
            },
            "punto_ebullicion": {
              "valor": "Desconocido",
              "info": "Aún se desconoce su punto de ebullición exacto por la dificultad en su estudio."
            },
            "estado": {
              "valor": "Sólido",
              "info": "Es sólido a temperatura ambiente pero altamente radiactivo."
            },
            "electronegatividad": {
              "valor": 1.3,
              "info": "Electronegatividad estimada dentro del rango de los actínidos."
            }
          }
        }
      },
      "Propiedades desconocidas": {
        "Meitnerio": {
          "nombre": "Meitnerio",
          "simbolo": "Mt",
          "numero_atomico": 109,
          "descripcion": "Elemento sintético altamente radiactivo, con vida media extremadamente corta.",
          "propiedades": {
            "masa_atomica": {
              "valor": 278,
              "info": "Masa atómica estimada basada en los isótopos más estables."
            },
            "punto_fusion": {
              "valor": "Desconocido",
              "info": "El punto de fusión no ha sido determinado debido a su inestabilidad."
            },
            "punto_ebullicion": {
              "valor": "Desconocido",
              "info": "No disponible por la corta vida media del elemento."
            },
            "estado": {
              "valor": "Probablemente sólido",
              "info": "Se presume sólido a temperatura ambiente, como otros elementos del bloque d."
            },
            "electronegatividad": {
              "valor": "Desconocido",
              "info": "No se ha medido con exactitud."
            }
          }
        },
        "Darmstatio": {
          "nombre": "Darmstatio",
          "simbolo": "Ds",
          "numero_atomico": 110,
          "descripcion": "Elemento sintético con propiedades poco conocidas; se cree que es un metal de transición.",
          "propiedades": {
            "masa_atomica": {
              "valor": 281,
              "info": "Basada en datos experimentales limitados."
            },
            "punto_fusion": {
              "valor": "Desconocido",
              "info": "Aún sin determinación precisa."
            },
            "punto_ebullicion": {
              "valor": "Desconocido",
              "info": "No disponible."
            },
            "estado": {
              "valor": "Probablemente sólido",
              "info": "Por analogía con elementos cercanos en la tabla periódica."
            },
            "electronegatividad": {
              "valor": "Desconocido",
              "info": "No se dispone de datos."
            }
          }
        },
        "Roentgenio": {
          "nombre": "Roentgenio",
          "simbolo": "Rg",
          "numero_atomico": 111,
          "descripcion": "Elemento sintético extremadamente inestable, con vida media de fracciones de segundo.",
          "propiedades": {
            "masa_atomica": {
              "valor": 282,
              "info": "Valor estimado basado en estudios isotópicos."
            },
            "punto_fusion": {
              "valor": "Desconocido",
              "info": "No medido debido a su inestabilidad."
            },
            "punto_ebullicion": {
              "valor": "Desconocido",
              "info": "No medido."
            },
            "estado": {
              "valor": "Probablemente sólido",
              "info": "Presumiblemente sólido como sus vecinos inmediatos."
            },
            "electronegatividad": {
              "valor": "Desconocido",
              "info": "No disponible."
            }
          }
        },
        "Copernicio": {
          "nombre": "Copernicio",
          "simbolo": "Cn",
          "numero_atomico": 112,
          "descripcion": "Elemento sintético altamente inestable con vida media muy corta.",
          "propiedades": {
            "masa_atomica": {
              "valor": 285,
              "info": "Basada en observaciones experimentales limitadas."
            },
            "punto_fusion": {
              "valor": "Desconocido",
              "info": "No determinado con certeza."
            },
            "punto_ebullicion": {
              "valor": "Desconocido",
              "info": "Datos no disponibles."
            },
            "estado": {
              "valor": "Probablemente gaseoso",
              "info": "Se cree que podría ser un gas noble pesado."
            },
            "electronegatividad": {
              "valor": "Desconocido",
              "info": "Sin datos concretos."
            }
          }
        },
        "Nihonio": {
          "nombre": "Nihonio",
          "simbolo": "Nh",
          "numero_atomico": 113,
          "descripcion": "Elemento sintético muy inestable descubierto en Japón.",
          "propiedades": {
            "masa_atomica": {
              "valor": 286,
              "info": "Valor basado en isótopos observados."
            },
            "punto_fusion": {
              "valor": "Desconocido",
              "info": "No medido directamente."
            },
            "punto_ebullicion": {
              "valor": "Desconocido",
              "info": "Datos no disponibles."
            },
            "estado": {
              "valor": "Probablemente sólido",
              "info": "Presumiblemente sólido en condiciones normales."
            },
            "electronegatividad": {
              "valor": "Desconocido",
              "info": "Sin información disponible."
            }
          }
        },
        "Flerovio": {
          "nombre": "Flerovio",
          "simbolo": "Fl",
          "numero_atomico": 114,
          "descripcion": "Elemento sintético con propiedades desconocidas; podría ser un gas noble pesado.",
          "propiedades": {
            "masa_atomica": {
              "valor": 289,
              "info": "Estimación basada en experimentos limitados."
            },
            "punto_fusion": {
              "valor": "Desconocido",
              "info": "No ha sido determinado."
            },
            "punto_ebullicion": {
              "valor": "Desconocido",
              "info": "No disponible."
            },
            "estado": {
              "valor": "Probablemente gaseoso",
              "info": "Se sospecha comportamiento similar a gases nobles."
            },
            "electronegatividad": {
              "valor": "Desconocido",
              "info": "No se dispone de datos confiables."
            }
          }
        },
        "Moscovio": {
          "nombre": "Moscovio",
          "simbolo": "Mc",
          "numero_atomico": 115,
          "descripcion": "Elemento sintético altamente radiactivo descubierto en Rusia.",
          "propiedades": {
            "masa_atomica": {
              "valor": 290,
              "info": "Valor basado en los isótopos más estables observados."
            },
            "punto_fusion": {
              "valor": "Desconocido",
              "info": "No determinado con precisión."
            },
            "punto_ebullicion": {
              "valor": "Desconocido",
              "info": "Datos no disponibles."
            },
            "estado": {
              "valor": "Probablemente sólido",
              "info": "Se asume estado sólido a temperatura ambiente."
            },
            "electronegatividad": {
              "valor": "Desconocido",
              "info": "No se dispone de datos."
            }
          }
        },
        "Livermorio": {
          "nombre": "Livermorio",
          "simbolo": "Lv",
          "numero_atomico": 116,
          "descripcion": "Elemento sintético con propiedades poco conocidas.",
          "propiedades": {
            "masa_atomica": {
              "valor": 293,
              "info": "Estimación experimental."
            },
            "punto_fusion": {
              "valor": "Desconocido",
              "info": "Desconocido debido a su alta inestabilidad."
            },
            "punto_ebullicion": {
              "valor": "Desconocido",
              "info": "No se ha medido."
            },
            "estado": {
              "valor": "Probablemente sólido",
              "info": "Probablemente sólido a temperatura ambiente."
            },
            "electronegatividad": {
              "valor": "Desconocido",
              "info": "Sin datos disponibles."
            }
          }
        },
        "Téneso": {
          "nombre": "Téneso",
          "simbolo": "Ts",
          "numero_atomico": 117,
          "descripcion": "Elemento sintético posiblemente similar a los halógenos.",
          "propiedades": {
            "masa_atomica": {
              "valor": 294,
              "info": "Basado en isótopos detectados."
            },
            "punto_fusion": {
              "valor": "Desconocido",
              "info": "Sin datos precisos."
            },
            "punto_ebullicion": {
              "valor": "Desconocido",
              "info": "No disponible."
            },
            "estado": {
              "valor": "Probablemente sólido",
              "info": "Probablemente sólido según propiedades químicas predichas."
            },
            "electronegatividad": {
              "valor": "Desconocido",
              "info": "No determinado."
            }
          }
        },
        "Oganesón": {
          "nombre": "Oganesón",
          "simbolo": "Og",
          "numero_atomico": 118,
          "descripcion": "Elemento sintético que podría comportarse como un gas noble pesado.",
          "propiedades": {
            "masa_atomica": {
              "valor": 294,
              "info": "Basada en experimentos y teorías actuales."
            },
            "punto_fusion": {
              "valor": "Desconocido",
              "info": "Punto de fusión aún no medido."
            },
            "punto_ebullicion": {
              "valor": "Desconocido",
              "info": "No disponible."
            },
            "estado": {
              "valor": "Probablemente gaseoso",
              "info": "Se cree que podría tener propiedades gaseosas similares a los gases nobles."
            },
            "electronegatividad": {
              "valor": "Desconocido",
              "info": "No hay datos definitivos."
            }
          }
        }
      }
    }
  }
}