{
  "Informacion": {
    "Categorias": {
      "Metales Alcalinos": {
        "Litio": {
          "nombre": "Lithium",
          "simbolo": "Li",
          "numero_atomico": 3,
          "descripcion": "Lithium is a soft, silvery-white alkali metal. It is highly reactive and the lightest of all metals.",
          "propiedades": {
            "atomic_mass": {
              "valor": 6.94,
              "info": "Imagine batteries that weigh almost nothing: with its very low atomic mass, lithium makes long-lasting portable devices possible."
            },
            "melting_point": {
              "valor": 180.5,
              "info": "Interestingly, its relatively low melting point allows for low-temperature soldering and applications in cryogenics."
            },
            "boiling_point": {
              "valor": 1342,
              "info": "It's surprising that, despite being so light, lithium boils at over 1300°C, useful in advanced thermodynamics."
            },
            "state": {
              "valor": "Solid",
              "info": "Although it's solid at room temperature, its softness allows it to be cut with a knife, revealing its weak crystalline structure."
            },
            "electronegativity": {
              "valor": 0.98,
              "info": "In electrochemical cells, it functions as an exceptional electron donor thanks to its low electronegativity."
            }
          }
        },
        "Sodio": {
          "nombre": "Sodium",
          "simbolo": "Na",
          "numero_atomico": 11,
          "descripcion": "Sodium is a soft, silvery-white alkali metal, essential in biological processes and widely used in the chemical industry.",
          "propiedades": {
            "atomic_mass": {
              "valor": 22.9897,
              "info": "Think of the table salt you use every day: its formation depends on the light atomic mass of sodium."
            },
            "melting_point": {
              "valor": 97.8,
              "info": "Did you know? Its very low melting point reduces energy consumption in the manufacturing of special ceramics and glasses."
            },
            "boiling_point": {
              "valor": 883,
              "info": "It is useful in solar reactors: its high boiling point facilitates heat transfer at high temperatures."
            },
            "state": {
              "valor": "Solid",
              "info": "It oxidizes quickly upon contact with air, creating an oxide layer that protects it from further corrosion."
            },
            "electronegativity": {
              "valor": 0.93,
              "info": "In organic synthesis, it stands out as a powerful electron donor in redox reactions."
            }
          }
        },
        "Potasio": {
          "nombre": "Potassium",
          "simbolo": "K",
          "numero_atomico": 19,
          "descripcion": "Potassium is a soft, silvery-white alkali metal, crucial for biological functions such as nerve transmission.",
          "propiedades": {
            "atomic_mass": {
              "valor": 39.0983,
              "info": "Ideal for controlled-release fertilizers, its moderate atomic mass optimizes plant nutrition."
            },
            "melting_point": {
              "valor": 63.5,
              "info": "It stands out for having one of the lowest melting points, facilitating crystallography studies in the laboratory."
            },
            "boiling_point": {
              "valor": 759,
              "info": "Its boiling point below 800°C makes it useful in high-precision thermometers."
            },
            "state": {
              "valor": "Solid",
              "info": "Due to its high reactivity, it is stored under mineral oil to prevent immediate oxidation."
            },
            "electronegativity": {
              "valor": 0.82,
              "info": "Its low electronegativity facilitates the formation of soluble salts essential in agriculture and pharmaceuticals."
            }
          }
        },
        "Rubidio": {
          "nombre": "Rubidium",
          "simbolo": "Rb",
          "numero_atomico": 37,
          "descripcion": "Rubidium is a soft, silvery-white alkali metal that oxidizes rapidly in the air and reacts violently with water.",
          "propiedades": {
            "atomic_mass": {
              "valor": 85.47,
              "info": "Between potassium and cesium, its mass is perfect for atomic clocks that define the second with extreme precision."
            },
            "melting_point": {
              "valor": 39.31,
              "info": "It can melt with body heat: its low melting point is utilized in low-temperature physics."
            },
            "boiling_point": {
              "valor": 688,
              "info": "It is used in vacuum tubes and rubidium lasers, thanks to its relatively high boiling point."
            },
            "state": {
              "valor": "Solid",
              "info": "Store it without moisture or oxygen; its high reactivity makes it dangerous under normal conditions."
            },
            "electronegativity": {
              "valor": 0.82,
              "info": "Very reactive, rubidium is key in quantum chemistry and spectroscopy studies."
            }
          }
        },
        "Cesio": {
          "nombre": "Caesium",
          "simbolo": "Cs",
          "numero_atomico": 55,
          "descripcion": "Caesium is a very soft, pale gold-colored metal, extremely reactive and used in atomic clocks.",
          "propiedades": {
            "atomic_mass": {
              "valor": 132.91,
              "info": "Key for the definition of the second: its high mass is used in caesium atomic clocks."
            },
            "melting_point": {
              "valor": 28.44,
              "info": "With one of the lowest melting points, caesium is liquid at moderate temperatures for pumps and probes."
            },
            "boiling_point": {
              "valor": 671,
              "info": "Its boiling point makes it valuable in mass spectrometry and vacuum tubes."
            },
            "state": {
              "valor": "Solid",
              "info": "It becomes liquid with a slight increase in temperature, facilitating applications in precision thermometry."
            },
            "electronegativity": {
              "valor": 0.79,
              "info": "As an electron donor, it is fundamental in high-efficiency charge transfer reactions."
            }
          }
        },
        "Francio": {
          "nombre": "Francium",
          "simbolo": "Fr",
          "numero_atomico": 87,
          "descripcion": "Francium is an extremely rare and radioactive alkali metal. It decays quickly and has few practical uses.",
          "propiedades": {
            "atomic_mass": {
              "valor": 223,
              "info": "Only tracked in accelerators: its high atomic mass and short life prevent detailed study."
            },
            "melting_point": {
              "valor": 27,
              "info": "Theoretically estimated, its melting point has never been measured directly due to its radioactivity."
            },
            "boiling_point": {
              "valor": 677,
              "info": "It is based on theoretical calculations, as a sufficient sample can hardly be accumulated for measurement."
            },
            "state": {
              "valor": "Solid",
              "info": "Predicted to be solid, but its intense radiation prevents observing it in a pure state for more than a few seconds."
            },
            "electronegativity": {
              "valor": 0.7,
              "info": "It is considered the most reactive metal, although its actual properties remain speculative."
            }
          }
        }
      },
      "Metales Alcalinotérreos": {
        "Berilio": {
          "nombre": "Beryllium",
          "simbolo": "Be",
          "numero_atomico": 4,
          "descripcion": "Beryllium is a light and strong alkaline earth metal. It is used in alloys for tools and in the aerospace industry due to its rigidity and thermal stability.",
          "propiedades": {
            "atomic_mass": {
              "valor": 9.0122,
              "info": "Imagine ultralight structures: with its very low atomic mass, beryllium provides rigidity without adding extra weight to aerospace components."
            },
            "melting_point": {
              "valor": 1287,
              "info": "Interestingly, its high melting point makes it essential in jet engines, where temperatures reach extreme levels."
            },
            "boiling_point": {
              "valor": 2471,
              "info": "It's surprising that beryllium remains stable up to over 2400°C, allowing its use in high-temperature systems."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it forms a compact crystalline structure that combines lightness with great hardness."
            },
            "electronegativity": {
              "valor": 1.57,
              "info": "In covalent bonds, its relatively high electronegativity among alkaline earth metals influences resistant compounds."
            }
          }
        },
        "Magnesium": {
          "nombre": "Magnesium",
          "simbolo": "Mg",
          "numero_atomico": 12,
          "descripcion": "Magnesium is a light and highly reactive metal used in alloys, fireworks, and as an essential nutrient in living organisms.",
          "propiedades": {
            "atomic_mass": {
              "valor": 24.305,
              "info": "Think of sports cars and airplanes: magnesium is light enough for strong, high-performance structures."
            },
            "melting_point": {
              "valor": 650,
              "info": "Interestingly moderate, its melting point allows it to be melted with relatively low energy consumption."
            },
            "boiling_point": {
              "valor": 1091,
              "info": "Its boiling point over 1000°C makes it useful in controlled evaporation processes without rapid degradation."
            },
            "state": {
              "valor": "Solid",
              "info": "It burns with a bright white flame, a characteristic that makes it popular in pyrotechnics."
            },
            "electronegativity": {
              "valor": 1.31,
              "info": "Its low electronegativity facilitates redox reactions, utilized in batteries and chemical synthesis."
            }
          }
        },
        "Calcium": {
          "nombre": "Calcium",
          "simbolo": "Ca",
          "numero_atomico": 20,
          "descripcion": "Calcium is an alkaline earth metal essential for living things. It is the main component of bones and teeth, and is found in limestone and gypsum.",
          "propiedades": {
            "atomic_mass": {
              "valor": 40.078,
              "info": "A perfect balance between lightness and stability, essential both biologically and in construction materials."
            },
            "melting_point": {
              "valor": 842,
              "info": "Its melting point makes it suitable for alloys and thermostable compounds in industry."
            },
            "boiling_point": {
              "valor": 1484,
              "info": "Allows calcium to be processed in metallurgy without risk of loss through evaporation."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is silvery-white, hard, and reacts vigorously with water."
            },
            "electronegativity": {
              "valor": 1.0,
              "info": "Acts as an electron donor in cellular functions and chemical reactions."
            }
          }
        },
        "Strontium": {
          "nombre": "Strontium",
          "simbolo": "Sr",
          "numero_atomico": 38,
          "descripcion": "Strontium is a reactive alkaline earth metal used in fireworks to produce a red color. It also has applications in the nuclear and medical industries.",
          "propiedades": {
            "atomic_mass": {
              "valor": 87.62,
              "info": "With a medium atomic weight, strontium is ideal for optical applications and in nuclear reactors."
            },
            "melting_point": {
              "valor": 777,
              "info": "It melts at accessible temperatures, facilitating its incorporation into special alloys."
            },
            "boiling_point": {
              "valor": 1382,
              "info": "Stable up to almost 1400°C, useful in thermal sensors and cathode-ray tubes."
            },
            "state": {
              "valor": "Solid",
              "info": "Malleable and reactive in air, it requires storage under controlled conditions."
            },
            "electronegativity": {
              "valor": 0.95,
              "info": "Its low electronegativity makes it very reactive with water and acids."
            }
          }
        },
        "Barium": {
          "nombre": "Barium",
          "simbolo": "Ba",
          "numero_atomico": 56,
          "descripcion": "Barium is a soft and reactive alkaline earth metal. Its compounds are used in medical X-rays and in pyrotechnics to produce green flames.",
          "propiedades": {
            "atomic_mass": {
              "valor": 137.33,
              "info": "Imagine sharp medical images: barium's high mass creates contrast in X-rays."
            },
            "melting_point": {
              "valor": 727,
              "info": "Meltable with moderate energy, it is used in the synthesis of radiopaque compounds."
            },
            "boiling_point": {
              "valor": 1897,
              "info": "Allows its use in ceramics and vacuum tubes that operate at high temperatures."
            },
            "state": {
              "valor": "Solid",
              "info": "Reactive in air, it must be stored in oil or an inert atmosphere."
            },
            "electronegativity": {
              "valor": 0.89,
              "info": "Tends to form ionic compounds that vary from white to green."
            }
          }
        },
        "Radium": {
          "nombre": "Radium",
          "simbolo": "Ra",
          "numero_atomico": 88,
          "descripcion": "Radium is a radioactive alkaline earth metal. It was historically used in luminescent paints, but its high radioactivity limits its modern use to medical and scientific applications.",
          "propiedades": {
            "atomic_mass": {
              "valor": 226,
              "info": "With one of the highest atomic masses, its nuclear instability defines its danger."
            },
            "melting_point": {
              "valor": 700,
              "info": "Allows it to be handled with conventional techniques, although it requires extreme caution."
            },
            "boiling_point": {
              "valor": 1737,
              "info": "Its thermal stability is secondary to the radiological risks it presents."
            },
            "state": {
              "valor": "Solid",
              "info": "Emits constant radiation, which requires handling it with shielding and distance."
            },
            "electronegativity": {
              "valor": 0.9,
              "info": "Its low electronegativity does not counteract its high radioactivity."
            }
          }
        }
      },
      "Metales de Transición": {
        "Scandium": {
          "nombre": "Scandium",
          "simbolo": "Sc",
          "numero_atomico": 21,
          "descripcion": "Scandium is a lightweight metal used in aerospace alloys.",
          "propiedades": {
            "atomic_mass": {
              "valor": 44.9559,
              "info": "Imagine alloys as strong as they are light: scandium's moderate mass strengthens aircraft components without increasing their weight."
            },
            "melting_point": {
              "valor": 1541,
              "info": "Interestingly, it withstands temperatures above 1500°C without deforming, making it ideal for high-performance turbines."
            },
            "boiling_point": {
              "valor": 2836,
              "info": "It is surprising that it boils near 2800°C, allowing for precision vacuum manufacturing processes."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it appears as a silvery metal with a soft sheen."
            },
            "electronegativity": {
              "valor": 1.36,
              "info": "It participates in stable metallic bonds, providing durability to structural alloys."
            }
          }
        },
        "Titanium": {
          "nombre": "Titanium",
          "simbolo": "Ti",
          "numero_atomico": 22,
          "descripcion": "Titanium is a strong, corrosion-resistant metal used in aviation and medicine.",
          "propiedades": {
            "atomic_mass": {
              "valor": 47.867,
              "info": "Imagine lighter prosthetics and aircraft: the combination of lightness and strength of titanium revolutionizes both industries."
            },
            "melting_point": {
              "valor": 1668,
              "info": "Interestingly, it withstands almost 1700°C, which makes it indispensable in high-performance engines."
            },
            "boiling_point": {
              "valor": 3287,
              "info": "It is surprising that it maintains structural integrity near 3300°C, useful in extreme pressure environments."
            },
            "state": {
              "valor": "Solid",
              "info": "It has a bright silver luster that distinguishes it in medical applications."
            },
            "electronegativity": {
              "valor": 1.54,
              "info": "Its corrosion resistance is partly due to its ability to form a passive layer in marine environments."
            }
          }
        },
        "Vanadium": {
          "nombre": "Vanadium",
          "simbolo": "V",
          "numero_atomico": 23,
          "descripcion": "Vanadium is used in steel alloys to improve their strength.",
          "propiedades": {
            "atomic_mass": {
              "valor": 50.9415,
              "info": "Imagine harder tools without more weight: vanadium increases the hardness of steel in small proportions."
            },
            "melting_point": {
              "valor": 1910,
              "info": "Interestingly, its melting point near 1900°C makes vanadium ideal for heat-resistant cutting tools."
            },
            "boiling_point": {
              "valor": 3407,
              "info": "It is surprising that it boils above 3400°C, remaining stable in demanding metallurgical processes."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it appears as a silvery-gray metal with a slight metallic luster."
            },
            "electronegativity": {
              "valor": 1.63,
              "info": "It facilitates the formation of highly resistant and durable compounds."
            }
          }
        },
        "Chromium": {
          "nombre": "Chromium",
          "simbolo": "Cr",
          "numero_atomico": 24,
          "descripcion": "Chromium is essential for the production of stainless steel.",
          "propiedades": {
            "atomic_mass": {
              "valor": 51.9961,
              "info": "Imagine more durable knives and tools: chromium provides hardness and shine to metal coatings."
            },
            "melting_point": {
              "valor": 1907,
              "info": "Interestingly, it withstands high-temperature galvanizing processes thanks to its high melting point."
            },
            "boiling_point": {
              "valor": 2671,
              "info": "It is surprising that it resists molten chromium baths without losing its properties."
            },
            "state": {
              "valor": "Solid",
              "info": "It appears as a dark gray metal with an intense metallic luster."
            },
            "electronegativity": {
              "valor": 1.66,
              "info": "It is a key contributor to corrosion resistance in alloys."
            }
          }
        },
        "Manganese": {
          "nombre": "Manganese",
          "simbolo": "Mn",
          "numero_atomico": 25,
          "descripcion": "Manganese is used in alloys and fertilizers.",
          "propiedades": {
            "atomic_mass": {
              "valor": 54.938,
              "info": "Imagine its role in special alloys: it strengthens steels without adding excessive weight."
            },
            "melting_point": {
              "valor": 1246,
              "info": "Interestingly, its moderate melting point favors anti-corrosion metal coatings."
            },
            "boiling_point": {
              "valor": 2061,
              "info": "It is surprising that it maintains stability up to over 2000°C in industrial environments."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it appears as a hard, crystalline solid."
            },
            "electronegativity": {
              "valor": 1.55,
              "info": "It actively participates in redox reactions in batteries and fertilizers."
            }
          }
        },
        "Iron": {
          "nombre": "Iron",
          "simbolo": "Fe",
          "numero_atomico": 26,
          "descripcion": "Iron is the most widely used metal in industry for the production of steel.",
          "propiedades": {
            "atomic_mass": {
              "valor": 55.845,
              "info": "Imagine bridges and skyscrapers: iron is the basis of most structural steels."
            },
            "melting_point": {
              "valor": 1538,
              "info": "Interestingly, it withstands temperatures over 1500°C, ideal for heavy machinery."
            },
            "boiling_point": {
              "valor": 2862,
              "info": "It is surprising that it maintains its properties near 2900°C in extreme environments."
            },
            "state": {
              "valor": "Solid",
              "info": "Magnetic and grayish-silver in color at room temperature."
            },
            "electronegativity": {
              "valor": 1.83,
              "info": "Key in the electrical conductivity of alloys and motors."
            }
          }
        },
        "Cobalt": {
          "nombre": "Cobalt",
          "simbolo": "Co",
          "numero_atomico": 27,
          "descripcion": "Cobalt is used in batteries and magnetic alloys.",
          "propiedades": {
            "atomic_mass": {
              "valor": 58.9332,
              "info": "Imagine more efficient magnets: cobalt contributes to magnetic density and stability."
            },
            "melting_point": {
              "valor": 1495,
              "info": "Interestingly, it withstands high temperatures, ideal for superalloys in turbojets."
            },
            "boiling_point": {
              "valor": 2927,
              "info": "Its stability near 2900°C in high-pressure environments is surprising."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it shows a distinctive bluish-gray tone."
            },
            "electronegativity": {
              "valor": 1.88,
              "info": "It participates in key electrochemical reactions in rechargeable batteries."
            }
          }
        },
        "Nickel": {
          "nombre": "Nickel",
          "simbolo": "Ni",
          "numero_atomico": 28,
          "descripcion": "Nickel is used in coins, batteries, and stainless steel.",
          "propiedades": {
            "atomic_mass": {
              "valor": 58.6934,
              "info": "Imagine durable coins and coatings: nickel's mass makes it perfect for protecting metals."
            },
            "melting_point": {
              "valor": 1455,
              "info": "Interestingly, it withstands high-temperature stainless steel manufacturing processes."
            },
            "boiling_point": {
              "valor": 2913,
              "info": "Its resistance near 2900°C in industrial environments is surprising."
            },
            "state": {
              "valor": "Solid",
              "info": "Silvery and malleable, it is ideal for protective coatings."
            },
            "electronegativity": {
              "valor": 1.91,
              "info": "Key in the formation of passive layers that prevent corrosion."
            }
          }
        },
        "Copper": {
          "nombre": "Copper",
          "simbolo": "Cu",
          "numero_atomico": 29,
          "descripcion": "Copper is an excellent conductor of electricity and heat.",
          "propiedades": {
            "atomic_mass": {
              "valor": 63.546,
              "info": "Imagine efficient electrical grids: copper is the backbone of conductive cables."
            },
            "melting_point": {
              "valor": 1085,
              "info": "Interestingly, its melting point allows its use in safe soldering and piping."
            },
            "boiling_point": {
              "valor": 2562,
              "info": "It is surprising that it maintains its integrity near 2600°C in critical circuits."
            },
            "state": {
              "valor": "Solid",
              "info": "Its characteristic bright reddish color distinguishes it in decorative and electrical applications."
            },
            "electronegativity": {
              "valor": 1.9,
              "info": "It facilitates electrical conductivity in alloys and circuits."
            }
          }
        },
        "Zinc": {
          "nombre": "Zinc",
          "simbolo": "Zn",
          "numero_atomico": 30,
          "descripcion": "Zinc is a soft, gray-colored metal; its compounds are used in galvanizing to prevent corrosion.",
          "propiedades": {
            "atomic_mass": {
              "valor": 65.38,
              "info": "Imagine protected structures: zinc's moderate mass allows for durable coatings without adding excessive weight."
            },
            "melting_point": {
              "valor": 419.5,
              "info": "Interestingly, it melts near 420°C, which makes it easy to process in galvanizing."
            },
            "boiling_point": {
              "valor": 907,
              "info": "It is surprising that, despite being light, it maintains a sufficient boiling point for hot-dip coatings."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it becomes brittle if cooled quickly, an important characteristic in industrial processes."
            },
            "electronegativity": {
              "valor": 1.65,
              "info": "Its tendency to form oxides and sulfides is essential in protective industrial compounds."
            }
          }
        },
        "Yttrium": {
          "nombre": "Yttrium",
          "simbolo": "Y",
          "numero_atomico": 39,
          "descripcion": "Yttrium is a silvery-white metal used in superconductors, lasers, and old CRT screens.",
          "propiedades": {
            "atomic_mass": {
              "valor": 88.9059,
              "info": "Think of advanced materials: yttrium's relatively high mass improves the stability of alloys used in superconductors."
            },
            "melting_point": {
              "valor": 1526,
              "info": "Surprisingly, it withstands temperatures over 1500°C, making it a key component in heat dissipation systems."
            },
            "boiling_point": {
              "valor": 3345,
              "info": "It's impressive that it maintains integrity up to over 3300°C, utilized in high-tech vacuum furnaces."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is malleable and ductile, although it slowly oxidizes in contact with moist air."
            },
            "electronegativity": {
              "valor": 1.22,
              "info": "With low electronegativity, yttrium works effectively as an electron donor in advanced ceramic materials."
            }
          }
        },
        "Zirconium": {
          "nombre": "Zirconium",
          "simbolo": "Zr",
          "numero_atomico": 40,
          "descripcion": "Zirconium is a corrosion-resistant metal used in nuclear reactors and high-temperature alloys.",
          "propiedades": {
            "atomic_mass": {
              "valor": 91.224,
              "info": "Imagine components that resist corrosion: zirconium's medium atomic mass balances weight and high resistance."
            },
            "melting_point": {
              "valor": 1855,
              "info": "Interestingly, it resists almost 1900°C, essential for extreme environments like nuclear reactors."
            },
            "boiling_point": {
              "valor": 4409,
              "info": "It is surprising that its boiling point exceeds 4400°C, ensuring stability in vapor phases."
            },
            "state": {
              "valor": "Solid",
              "info": "It appears as a silvery solid very resistant to chemical attack in neutral atmospheres."
            },
            "electronegativity": {
              "valor": 1.33,
              "info": "With medium electronegativity, it forms protective oxides that improve its durability."
            }
          }
        },
        "Niobium": {
          "nombre": "Niobium",
          "simbolo": "Nb",
          "numero_atomico": 41,
          "descripcion": "Niobium is a soft and malleable metal, used in alloys for turbines and superconductors.",
          "propiedades": {
            "atomic_mass": {
              "valor": 92.906,
              "info": "Imagine more efficient turbines: niobium's mass provides useful thermal inertia in high-energy environments."
            },
            "melting_point": {
              "valor": 2477,
              "info": "Interestingly, its melting point near 2500°C makes it ideal for special steels."
            },
            "boiling_point": {
              "valor": 4744,
              "info": "It's impressive that it maintains structural integrity even in intense vapor phase."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is a grayish solid resistant to corrosion."
            },
            "electronegativity": {
              "valor": 1.6,
              "info": "It facilitates ductility in high-performance aerospace alloys."
            }
          }
        },
        "Molybdenum": {
          "nombre": "Molybdenum",
          "simbolo": "Mo",
          "numero_atomico": 42,
          "descripcion": "Molybdenum is a high heat-resistant metal, used in special steels and solid lubricants.",
          "propiedades": {
            "atomic_mass": {
              "valor": 95.95,
              "info": "Think of rocket nozzles: molybdenum's mass provides solidity without overloading the structure."
            },
            "melting_point": {
              "valor": 2623,
              "info": "Interestingly, one of the highest melting points, vital in industrial furnaces."
            },
            "boiling_point": {
              "valor": 4639,
              "info": "Its durability in electric arcs and plasma torches is surprising."
            },
            "state": {
              "valor": "Solid",
              "info": "It appears as a very hard gray metallic solid."
            },
            "electronegativity": {
              "valor": 2.16,
              "info": "Its high electronegativity favors the formation of adherent oxides in coatings."
            }
          }
        },
        "Technetium": {
          "nombre": "Technetium",
          "simbolo": "Tc",
          "numero_atomico": 43,
          "descripcion": "Technetium is the first synthetic element, widely used in nuclear medicine for diagnostics.",
          "propiedades": {
            "atomic_mass": {
              "valor": 98,
              "info": "As it does not exist in nature, its mass is based on artificially produced isotopes."
            },
            "melting_point": {
              "valor": 2157,
              "info": "Interestingly measured in the lab, it withstands more than 2100°C."
            },
            "boiling_point": {
              "valor": 4265,
              "info": "It is estimated by comparison with neighbors due to its radioactivity."
            },
            "state": {
              "valor": "Solid",
              "info": "Synthetic and radioactive, it is briefly observed in solid form before decaying."
            },
            "electronegativity": {
              "valor": 1.9,
              "info": "Similar to other heavy metals, useful in nuclear chemistry reactions."
            }
          }
        },
        "Ruthenium": {
          "nombre": "Ruthenium",
          "simbolo": "Ru",
          "numero_atomico": 44,
          "descripcion": "Ruthenium is a platinum group metal, used in catalysts and electrical contacts.",
          "propiedades": {
            "atomic_mass": {
              "valor": 101.07,
              "info": "Imagine more durable catalysts: ruthenium's mass provides stability in corrosive environments."
            },
            "melting_point": {
              "valor": 2334,
              "info": "Interestingly, one of the highest melting points among the platinum metals."
            },
            "boiling_point": {
              "valor": 4150,
              "info": "Its use in high-temperature electrical contacts without degrading is impressive."
            },
            "state": {
              "valor": "Solid",
              "info": "Dark gray metallic, very hard and resistant."
            },
            "electronegativity": {
              "valor": 2.2,
              "info": "Its high electronegativity makes it excellent in catalytic processes."
            }
          }
        },
        "Rhodium": {
          "nombre": "Rhodium",
          "simbolo": "Rh",
          "numero_atomico": 45,
          "descripcion": "Rhodium is a rare and valuable metal, used in car catalysts and in jewelry for its high reflectivity.",
          "propiedades": {
            "atomic_mass": {
              "valor": 102.91,
              "info": "Imagine reflective surfaces: rhodium's mass contributes to its unparalleled shine."
            },
            "melting_point": {
              "valor": 1964,
              "info": "Interestingly, it resists hot environments in catalysts thanks to its high melting point."
            },
            "boiling_point": {
              "valor": 3695,
              "info": "It is surprising that it maintains its metallic structure even at extreme temperatures."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is a very hard silvery solid."
            },
            "electronegativity": {
              "valor": 2.28,
              "info": "Its high electronegativity emphasizes its resistance to corrosion."
            }
          }
        },
        "Palladium": {
          "nombre": "Palladium",
          "simbolo": "Pd",
          "numero_atomico": 46,
          "descripcion": "Palladium is a precious metal used in automotive catalysts, jewelry, and the electronics industry.",
          "propiedades": {
            "atomic_mass": {
              "valor": 106.42,
              "info": "Imagine perfect thin coatings: palladium's weight makes it ideal for delicate applications."
            },
            "melting_point": {
              "valor": 1555,
              "info": "Interestingly, it facilitates the manufacturing of catalytic components with a moderate melting point."
            },
            "boiling_point": {
              "valor": 2963,
              "info": "Its stability in vapor phase for vacuum deposition processes is surprising."
            },
            "state": {
              "valor": "Solid",
              "info": "It appears as a light gray, ductile, and malleable metal."
            },
            "electronegativity": {
              "valor": 2.2,
              "info": "Its high electronegativity favors the absorption of reactant molecules in catalysts."
            }
          }
        },
        "Silver": {
          "nombre": "Silver",
          "simbolo": "Ag",
          "numero_atomico": 47,
          "descripcion": "Silver is a metal with high electrical and thermal conductivity, used in coins, jewelry, and electronic circuits.",
          "propiedades": {
            "atomic_mass": {
              "valor": 107.87,
              "info": "Imagine more efficient circuits: silver's mass balances conductivity and manageability."
            },
            "melting_point": {
              "valor": 961.8,
              "info": "Interestingly low, it facilitates work in jewelry and fine soldering."
            },
            "boiling_point": {
              "valor": 2162,
              "info": "It is surprising that it maintains its integrity in electrical contacts at moderate temperatures."
            },
            "state": {
              "valor": "Solid",
              "info": "It is a bright white and highly malleable metal."
            },
            "electronegativity": {
              "valor": 1.93,
              "info": "It facilitates the formation of compounds with halogens, key in traditional photography."
            }
          }
        },
        "Cadmium": {
          "nombre": "Cadmium",
          "simbolo": "Cd",
          "numero_atomico": 48,
          "descripcion": "Cadmium is a toxic metal used in rechargeable batteries and anti-corrosion coatings.",
          "propiedades": {
            "atomic_mass": {
              "valor": 112.41,
              "info": "Imagine uniform coatings: cadmium's mass facilitates its deposition in thin layers."
            },
            "melting_point": {
              "valor": 321.1,
              "info": "Interestingly low, it allows for efficient low-temperature soldering."
            },
            "boiling_point": {
              "valor": 767,
              "info": "Its use in vacuum deposition is surprising due to its ease of vaporization."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is a soft, silvery, and toxic metal."
            },
            "electronegativity": {
              "valor": 1.69,
              "info": "Its electronegativity favors the formation of pigments based on sulfides and oxides."
            }
          }
        },
        "Hafnium": {
          "nombre": "Hafnium",
          "simbolo": "Hf",
          "numero_atomico": 72,
          "descripcion": "Hafnium is a highly heat-resistant metal used in nuclear reactors and advanced alloys.",
          "propiedades": {
            "atomic_mass": {
              "valor": 178.49,
              "info": "Imagine nuclear shielding: hafnium's high mass attenuates neutrons in reactors with great efficiency."
            },
            "melting_point": {
              "valor": 2233,
              "info": "Interestingly, it withstands extreme temperatures, essential in missile nozzles and high-performance turbines."
            },
            "boiling_point": {
              "valor": 4603,
              "info": "It is surprising that it maintains stability up to over 4600°C, utilized in hard coatings."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is a very dense and resistant grayish solid."
            },
            "electronegativity": {
              "valor": 1.3,
              "info": "It contributes to corrosion resistance in special alloys thanks to its electronegativity."
            }
          }
        },
        "Tantalum": {
          "nombre": "Tantalum",
          "simbolo": "Ta",
          "numero_atomico": 73,
          "descripcion": "Tantalum is a corrosion-resistant metal used in medical implants, electronics, and the aerospace industry.",
          "propiedades": {
            "atomic_mass": {
              "valor": 180.95,
              "info": "Imagine stable capacitors: its high mass ensures dimensional stability in electronic devices."
            },
            "melting_point": {
              "valor": 3017,
              "info": "Interestingly, it has one of the highest melting points, ideal for filaments and welding electrodes."
            },
            "boiling_point": {
              "valor": 5458,
              "info": "It is surprising that it resists environments of over 5400°C without degrading."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it adopts a lustrous blue-gray tone."
            },
            "electronegativity": {
              "valor": 1.5,
              "info": "It favors the formation of passivating oxides in biomedical applications."
            }
          }
        },
        "Tungsten": {
          "nombre": "Tungsten",
          "simbolo": "W",
          "numero_atomico": 74,
          "descripcion": "Tungsten is a metal with the highest melting point, used in light bulb filaments and cutting tools.",
          "propiedades": {
            "atomic_mass": {
              "valor": 183.84,
              "info": "Imagine more durable filaments: its high mass provides thermal inertia in headlights and bulbs."
            },
            "melting_point": {
              "valor": 3422,
              "info": "Interestingly, it is the pure metal with the highest melting point, fundamental in high-performance applications."
            },
            "boiling_point": {
              "valor": 5555,
              "info": "It is surprising that it maintains structural integrity in intense electric arcs."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is a very dense gray-white metal."
            },
            "electronegativity": {
              "valor": 2.36,
              "info": "Its high electronegativity favors alloys of great hardness."
            }
          }
        },
        "Rhenium": {
          "nombre": "Rhenium",
          "simbolo": "Re",
          "numero_atomico": 75,
          "descripcion": "Rhenium is a rare metal used in high thermal resistance alloys and in the aerospace industry.",
          "propiedades": {
            "atomic_mass": {
              "valor": 186.21,
              "info": "Think of more efficient turbines: its high mass provides stability in superalloys."
            },
            "melting_point": {
              "valor": 3186,
              "info": "Interestingly, it resists almost 3200°C, essential in rocket nozzles."
            },
            "boiling_point": {
              "valor": 5596,
              "info": "Its integrity in extreme vapor phases is surprising."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is a hard, silvery metal."
            },
            "electronegativity": {
              "valor": 1.9,
              "info": "It helps with deformation resistance in advanced alloys."
            }
          }
        },
        "Osmium": {
          "nombre": "Osmium",
          "simbolo": "Os",
          "numero_atomico": 76,
          "descripcion": "Osmium is the densest metal, used in alloys for fountain pen tips and electrical contacts.",
          "propiedades": {
            "atomic_mass": {
              "valor": 190.23,
              "info": "Imagine extreme precision: its density improves the durability of precision components."
            },
            "melting_point": {
              "valor": 3033,
              "info": "Interestingly, it withstands over 3000°C, ideal in spark electrical contacts."
            },
            "boiling_point": {
              "valor": 5012,
              "info": "It is surprising that it remains stable in laboratory vapor phases."
            },
            "state": {
              "valor": "Solid",
              "info": "Extremely hard and brittle blue-gray metal at low temperatures."
            },
            "electronegativity": {
              "valor": 2.2,
              "info": "Its high electronegativity makes it valuable in oxidation catalysts."
            }
          }
        },
        "Iridium": {
          "nombre": "Iridium",
          "simbolo": "Ir",
          "numero_atomico": 77,
          "descripcion": "Iridium is an extremely corrosion-resistant metal, used in electrical contacts and space applications.",
          "propiedades": {
            "atomic_mass": {
              "valor": 192.22,
              "info": "Imagine durability in space: its high mass and density ensure extreme resistance."
            },
            "melting_point": {
              "valor": 2446,
              "info": "Interestingly, it maintains integrity near 2500°C in rocket engines."
            },
            "boiling_point": {
              "valor": 4428,
              "info": "Its resistance in high-temperature vacuum furnaces is surprising."
            },
            "state": {
              "valor": "Solid",
              "info": "Silvery-white metal, very hard and brittle at low temperatures."
            },
            "electronegativity": {
              "valor": 2.2,
              "info": "High electronegativity that makes it chemically inert to most acids."
            }
          }
        },
        "Platinum": {
          "nombre": "Platinum",
          "simbolo": "Pt",
          "numero_atomico": 78,
          "descripcion": "Platinum is a precious metal used in jewelry, catalysts, and medical devices for its chemical resistance.",
          "propiedades": {
            "atomic_mass": {
              "valor": 195.08,
              "info": "Imagine durable electrodes: its moderate mass provides chemical stability."
            },
            "melting_point": {
              "valor": 1768,
              "info": "Interestingly, it withstands high temperatures in electrodes and contacts."
            },
            "boiling_point": {
              "valor": 3825,
              "info": "It is surprising that it maintains metallic properties in vacuum processes."
            },
            "state": {
              "valor": "Solid",
              "info": "Very ductile grayish-white metal."
            },
            "electronegativity": {
              "valor": 2.28,
              "info": "High electronegativity used to accelerate reactions in catalysts."
            }
          }
        },
        "Gold": {
          "nombre": "Gold",
          "simbolo": "Au",
          "numero_atomico": 79,
          "descripcion": "Gold is a highly malleable and corrosion-resistant metal, used in jewelry, electronics, and finance.",
          "propiedades": {
            "atomic_mass": {
              "valor": 196.97,
              "info": "Imagine valuable ingots: its high mass is key for wealth preservation."
            },
            "melting_point": {
              "valor": 1064,
              "info": "Interestingly low, it facilitates its work in goldsmithing and fine soldering."
            },
            "boiling_point": {
              "valor": 2856,
              "info": "It is surprising that it remains solid in most industrial processes."
            },
            "state": {
              "valor": "Solid",
              "info": "Bright yellow metal, very ductile and malleable."
            },
            "electronegativity": {
              "valor": 2.54,
              "info": "The highest among common metals, explaining its low reactivity."
            }
          }
        },
        "Mercury": {
          "nombre": "Mercury",
          "simbolo": "Hg",
          "numero_atomico": 80,
          "descripcion": "Mercury is the only metal that is liquid at room temperature, used in thermometers and industrial applications.",
          "propiedades": {
            "atomic_mass": {
              "valor": 200.59,
              "info": "Imagine liquid drops: its high mass creates unique liquid density."
            },
            "melting_point": {
              "valor": -38.83,
              "info": "Interestingly, it remains liquid in most environments due to its low melting point."
            },
            "boiling_point": {
              "valor": 356.73,
              "info": "Its rapid evaporation is surprising, generating toxic vapors at moderate temperatures."
            },
            "state": {
              "valor": "Liquid",
              "info": "Silvery liquid metal that forms spheres due to surface tension."
            },
            "electronegativity": {
              "valor": 2.0,
              "info": "Moderate electronegativity that influences its toxicity and affinity for sulfur."
            }
          }
        },
        "Rutherfordium": {
          "nombre": "Rutherfordium",
          "simbolo": "Rf",
          "numero_atomico": 104,
          "descripcion": "Rutherfordium is a highly radioactive synthetic element, studied in nuclear research.",
          "propiedades": {
            "atomic_mass": {
              "valor": 267,
              "info": "Think of advanced studies: its mass is based on isotopes produced in particle accelerators."
            },
            "melting_point": {
              "valor": "Unknown",
              "info": "Not measured due to its extremely short half-life."
            },
            "boiling_point": {
              "valor": "Unknown",
              "info": "Theoretically estimated by comparing it with neighboring elements."
            },
            "state": {
              "valor": "Synthetic",
              "info": "Never observed in a macroscopic state; only in atomic traces."
            },
            "electronegativity": {
              "valor": "Unknown",
              "info": "Not experimentally determined due to its radioactivity."
            }
          }
        },
        "Dubnium": {
          "nombre": "Dubnium",
          "simbolo": "Db",
          "numero_atomico": 105,
          "descripcion": "Dubnium is a radioactive synthetic element with no known industrial applications.",
          "propiedades": {
            "atomic_mass": {
              "valor": 270,
              "info": "Based on the most stable isotopes synthesized in laboratories."
            },
            "melting_point": {
              "valor": "Unknown",
              "info": "Not measured due to the rapid decay of the element."
            },
            "boiling_point": {
              "valor": "Unknown",
              "info": "Estimated only from theoretical calculations."
            },
            "state": {
              "valor": "Synthetic",
              "info": "Produced in small quantities in fission reactors."
            },
            "electronegativity": {
              "valor": "Unknown",
              "info": "Not evaluated due to its instability."
            }
          }
        },
        "Seaborgium": {
          "nombre": "Seaborgium",
          "simbolo": "Sg",
          "numero_atomico": 106,
          "descripcion": "Seaborgium is a highly unstable synthetic element, studied in nuclear experiments.",
          "propiedades": {
            "atomic_mass": {
              "valor": 271,
              "info": "Determined from the few atoms detected in high-energy collisions."
            },
            "melting_point": {
              "valor": "Unknown",
              "info": "Not measured due to its ultra-short half-life."
            },
            "boiling_point": {
              "valor": "Unknown",
              "info": "Theoretically predicted; has not been experimentally verified."
            },
            "state": {
              "valor": "Synthetic",
              "info": "Only observed in traces within particle accelerators."
            },
            "electronegativity": {
              "valor": "Unknown",
              "info": "Calculated using quantum models, without practical confirmation."
            }
          }
        },
        "Bohrium": {
          "nombre": "Bohrium",
          "simbolo": "Bh",
          "numero_atomico": 107,
          "descripcion": "Bohrium is a radioactive synthetic element with an extremely short half-life.",
          "propiedades": {
            "atomic_mass": {
              "valor": 274,
              "info": "Based on the scarce observations in particle detectors."
            },
            "melting_point": {
              "valor": "Unknown",
              "info": "Has never been measured due to its rapid decay."
            },
            "boiling_point": {
              "valor": "Unknown",
              "info": "Only estimated by theoretical methods."
            },
            "state": {
              "valor": "Synthetic",
              "info": "Produced in tiny quantities in colliders."
            },
            "electronegativity": {
              "valor": "Unknown",
              "info": "Not experimentally determined."
            }
          }
        },
        "Hassium": {
          "nombre": "Hassium",
          "simbolo": "Hs",
          "numero_atomico": 108,
          "descripcion": "Hassium is a short-lived synthetic element with no applications outside of research.",
          "propiedades": {
            "atomic_mass": {
              "valor": 277,
              "info": "Reported based on isotopes generated in high-energy laboratories."
            },
            "melting_point": {
              "valor": "Unknown",
              "info": "Not empirically evaluated due to its rapid decay."
            },
            "boiling_point": {
              "valor": "Unknown",
              "info": "Estimated only through theoretical calculations."
            },
            "state": {
              "valor": "Synthetic",
              "info": "Has only been created in particle accelerators."
            },
            "electronegativity": {
              "valor": "Unknown",
              "info": "Predicted but not experimentally confirmed."
            }
          }
        }
      },
      "Metales postransicionales": {
        "Aluminium": {
          "nombre": "Aluminium",
          "simbolo": "Al",
          "numero_atomico": 13,
          "descripcion": "Aluminium is a lightweight, corrosion-resistant, and good electrical conductor. It is used in construction, transportation, and packaging.",
          "propiedades": {
            "atomic_mass": {
              "valor": 26.98,
              "info": "Imagine lighter frameworks: its low atomic mass makes aluminium the king of portable structures."
            },
            "melting_point": {
              "valor": 660.32,
              "info": "Interestingly, it melts near 660°C, which facilitates its processing with lower energy consumption."
            },
            "boiling_point": {
              "valor": 2470,
              "info": "It is surprising that, despite its lightness, it boils above 2400°C."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is a silvery and malleable metal, ideal for extruding profiles."
            },
            "electronegativity": {
              "valor": 1.61,
              "info": "Its moderate electronegativity favors the formation of protective coatings against corrosion."
            }
          }
        },
        "Gallium": {
          "nombre": "Gallium",
          "simbolo": "Ga",
          "numero_atomico": 31,
          "descripcion": "Gallium is a soft metal with a low melting point. It is used in semiconductors, LEDs, and high-precision thermometers.",
          "propiedades": {
            "atomic_mass": {
              "valor": 69.72,
              "info": "Imagine such delicate sensors: its atomic mass favors ultralight measuring devices."
            },
            "melting_point": {
              "valor": 29.76,
              "info": "Interestingly, it melts near 30°C, allowing for reference frames in high-precision thermometers."
            },
            "boiling_point": {
              "valor": 2204,
              "info": "It is surprising that, after melting, it boils above 2200°C, useful in semiconductor processes."
            },
            "state": {
              "valor": "Solid",
              "info": "Although solid in the lab, it can melt with the heat of a hand."
            },
            "electronegativity": {
              "valor": 1.81,
              "info": "Its electronegativity helps create stable bonds in semiconductor compounds."
            }
          }
        },
        "Indium": {
          "nombre": "Indium",
          "simbolo": "In",
          "numero_atomico": 49,
          "descripcion": "Indium is a malleable and ductile metal used in touch screens, semiconductors, and low-melting alloys.",
          "propiedades": {
            "atomic_mass": {
              "valor": 114.82,
              "info": "Imagine more flexible screens: indium's moderate mass optimizes ductile alloys."
            },
            "melting_point": {
              "valor": 156.6,
              "info": "Interestingly, it melts near 157°C, allowing for low-temperature soldering."
            },
            "boiling_point": {
              "valor": 2072,
              "info": "Its stability up to over 2000°C is surprising, useful in thin-film deposition."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is a very malleable silvery-white metal."
            },
            "electronegativity": {
              "valor": 1.78,
              "info": "Its electronegativity contributes to the formation of efficient semiconductor compounds."
            }
          }
        },
        "Tin": {
          "nombre": "Tin",
          "simbolo": "Sn",
          "numero_atomico": 50,
          "descripcion": "Tin is a soft and corrosion-resistant metal, used in soldering, coatings, and alloys such as bronze.",
          "propiedades": {
            "atomic_mass": {
              "valor": 118.71,
              "info": "Imagine safer solders: its mass balances fluidity and structural strength."
            },
            "melting_point": {
              "valor": 231.93,
              "info": "Interestingly, it melts just above 230°C, ideal for electronic soldering."
            },
            "boiling_point": {
              "valor": 2602,
              "info": "Its integrity up to over 2600°C in metallurgical processes is surprising."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is a silvery and ductile metal."
            },
            "electronegativity": {
              "valor": 1.96,
              "info": "Its electronegativity facilitates the creation of anti-corrosion alloys."
            }
          }
        },
        "Thallium": {
          "nombre": "Thallium",
          "simbolo": "Tl",
          "numero_atomico": 81,
          "descripcion": "Thallium is a toxic metal used in electronic devices, optical glasses, and pesticides.",
          "propiedades": {
            "atomic_mass": {
              "valor": 204.38,
              "info": "Imagine stable microcomponents: its mass provides dimensional inertia in capacitors."
            },
            "melting_point": {
              "valor": 304,
              "info": "Interestingly, it melts near 300°C, allowing for special glasses with low processing temperatures."
            },
            "boiling_point": {
              "valor": 1473,
              "info": "Its stability up to over 1400°C in optical environments is surprising."
            },
            "state": {
              "valor": "Solid",
              "info": "A soft, bluish-white metal at room temperature."
            },
            "electronegativity": {
              "valor": 1.62,
              "info": "It contributes to the formation of optical glasses with unique properties."
            }
          }
        },
        "Lead": {
          "nombre": "Lead",
          "simbolo": "Pb",
          "numero_atomico": 82,
          "descripcion": "Lead is a dense and malleable metal, used in batteries, radiation shielding, and soldering.",
          "propiedades": {
            "atomic_mass": {
              "valor": 207.2,
              "info": "Imagine more effective shields: its high mass attenuates radiation."
            },
            "melting_point": {
              "valor": 327.46,
              "info": "Interestingly, it melts near 330°C, ideal for soldering."
            },
            "boiling_point": {
              "valor": 1749,
              "info": "Its integrity in thermal shielding equipment is surprising."
            },
            "state": {
              "valor": "Solid",
              "info": "A soft and malleable gray metal."
            },
            "electronegativity": {
              "valor": 2.33,
              "info": "High electronegativity that favors corrosion-resistant alloys."
            }
          }
        },
        "Bismuth": {
          "nombre": "Bismuth",
          "simbolo": "Bi",
          "numero_atomico": 83,
          "descripcion": "Bismuth is a brittle metal with low toxicity, used in cosmetics, low-melting alloys, and pharmaceutical products.",
          "propiedades": {
            "atomic_mass": {
              "valor": 208.98,
              "info": "Imagine safer cosmetics: its atomic mass provides solidity without toxic risk."
            },
            "melting_point": {
              "valor": 271.5,
              "info": "Interestingly, it melts near 272°C, ideal for low-temperature alloys."
            },
            "boiling_point": {
              "valor": 1564,
              "info": "It is surprising that it maintains its metallic integrity up to over 1500°C."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is a silvery metal with a pinkish tone."
            },
            "electronegativity": {
              "valor": 2.02,
              "info": "Its electronegativity supports the formation of safe pharmaceutical compounds."
            }
          }
        },
        "Polonium": {
          "nombre": "Polonium",
          "simbolo": "Po",
          "numero_atomico": 84,
          "descripcion": "Polonium is an extremely toxic radioactive metal. It is used in thermoelectric generators and neutron sources.",
          "propiedades": {
            "atomic_mass": {
              "valor": 209,
              "info": "Imagine portable neutron sources: its high mass facilitates its use in thermoelectric generators."
            },
            "melting_point": {
              "valor": 254,
              "info": "Interestingly, it melts near 254°C, allowing it to be handled before it decays."
            },
            "boiling_point": {
              "valor": 962,
              "info": "It is surprising that it boils below 1000°C, highlighting its volatility."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is a silvery solid that emits alpha radiation."
            },
            "electronegativity": {
              "valor": 2.0,
              "info": "Its moderate electronegativity influences its radioactive chemical behavior."
            }
          }
        },
        "Astatine": {
          "nombre": "Astatine",
          "simbolo": "At",
          "numero_atomico": 85,
          "descripcion": "Astatine is a rare radioactive element with applications in medical research and cancer treatments.",
          "propiedades": {
            "atomic_mass": {
              "valor": 210,
              "info": "Imagine therapeutic agents: its mass contributes to localized delivery in therapies."
            },
            "melting_point": {
              "valor": 302,
              "info": "Interestingly, it melts near 302°C, although it is difficult to observe due to its radioactivity."
            },
            "boiling_point": {
              "valor": 337,
              "info": "It is surprising that it boils so low, revealing its extreme volatility."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is an unstable solid that decays rapidly."
            },
            "electronegativity": {
              "valor": 2.2,
              "info": "Its high electronegativity helps in the formation of radiolabeled compounds."
            }
          }
        }
      },
      "Metaloides": {
        "Boron": {
          "nombre": "Boron",
          "simbolo": "B",
          "numero_atomico": 5,
          "descripcion": "Boron is a hard and brittle metalloid. It is used in heat-resistant glasses, magnets, and fertilizers.",
          "propiedades": {
            "atomic_mass": {
              "valor": 10.81,
              "info": "Imagine an element so light and strong that it strengthens glass and composite materials: that's boron."
            },
            "melting_point": {
              "valor": 2075,
              "info": "Interestingly, its melting point is so high that it can withstand extreme temperatures without melting easily."
            },
            "boiling_point": {
              "valor": 4000,
              "info": "Did you know it only starts to boil at 4000°C, making it ideal for high-temperature environments."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it remains a hard and brittle solid with a unique crystal structure."
            },
            "electronegativity": {
              "valor": 2.04,
              "info": "Its intermediate electronegativity makes it an excellent bridge between metals and nonmetals in chemical reactions."
            }
          }
        },
        "Silicon": {
          "nombre": "Silicon",
          "simbolo": "Si",
          "numero_atomico": 14,
          "descripcion": "Silicon is a semiconductor metalloid essential in the manufacturing of chips, solar panels, and glass.",
          "propiedades": {
            "atomic_mass": {
              "valor": 28.09,
              "info": "Did you know that its atomic mass allows it to be the heart of modern electronics without being too heavy."
            },
            "melting_point": {
              "valor": 1414,
              "info": "Interestingly, it melts at over 1400°C, allowing its use in high-temperature processes like glass production."
            },
            "boiling_point": {
              "valor": 3265,
              "info": "Imagine boiling a material that is part of every microchip: you would only achieve that at over 3200°C."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is a shiny crystalline solid that transforms sunlight into electrical energy."
            },
            "electronegativity": {
              "valor": 1.9,
              "info": "Its electronegativity makes it perfect for sharing electrons in semiconductor structures."
            }
          }
        },
        "Germanium": {
          "nombre": "Germanium",
          "simbolo": "Ge",
          "numero_atomico": 32,
          "descripcion": "Germanium is a semiconductor metalloid used in fiber optics, transistors, and infrared detectors.",
          "propiedades": {
            "atomic_mass": {
              "valor": 72.63,
              "info": "Did you know that its atomic mass makes it dense enough to be stable, yet useful in optical technology."
            },
            "melting_point": {
              "valor": 938.3,
              "info": "Imagine that at less than 1000°C, it can already be melted to manufacture high-precision transistors."
            },
            "boiling_point": {
              "valor": 2820,
              "info": "Interestingly, it can remain solid under extreme conditions, as it boils at over 2800°C."
            },
            "state": {
              "valor": "Solid",
              "info": "It appears as a grayish solid with a metallic luster, ideal for electronic uses."
            },
            "electronegativity": {
              "valor": 2.01,
              "info": "Its electronegativity allows for stable connections in advanced circuits and sensors."
            }
          }
        },
        "Arsenic": {
          "nombre": "Arsenic",
          "simbolo": "As",
          "numero_atomico": 33,
          "descripcion": "Arsenic is a toxic metalloid used in pesticides, semiconductors, and metal alloys.",
          "propiedades": {
            "atomic_mass": {
              "valor": 74.92,
              "info": "Imagine an element with enough mass to behave like both a metal and a nonmetal."
            },
            "melting_point": {
              "valor": 817,
              "info": "Interestingly, it often sublimes directly, skipping the liquid state under normal conditions."
            },
            "boiling_point": {
              "valor": 613,
              "info": "Did you know its boiling point is lower than its reported melting point due to its sublimation behavior."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is a brittle, silvery solid, highly toxic but useful in controlled doses."
            },
            "electronegativity": {
              "valor": 2.18,
              "info": "Thanks to its high electronegativity, it can form complex, even lethal, compounds."
            }
          }
        },
        "Antimony": {
          "nombre": "Antimony",
          "simbolo": "Sb",
          "numero_atomico": 51,
          "descripcion": "Antimony is a brittle metalloid used in batteries, fire retardants, and lead alloys.",
          "propiedades": {
            "atomic_mass": {
              "valor": 121.76,
              "info": "Interestingly, it has a considerable mass that makes it useful in densifying materials."
            },
            "melting_point": {
              "valor": 630.63,
              "info": "Imagine a metal that melts at just over 600°C and can be easily mixed into resistant alloys."
            },
            "boiling_point": {
              "valor": 1587,
              "info": "Did you know it boils at almost 1600°C, which makes it stable in many industrial applications."
            },
            "state": {
              "valor": "Solid",
              "info": "It appears as a silvery, brittle solid with a striking crystalline structure."
            },
            "electronegativity": {
              "valor": 2.05,
              "info": "Its moderate electronegativity allows it to act as a mediator between metals and nonmetals."
            }
          }
        },
        "Tellurium": {
          "nombre": "Tellurium",
          "simbolo": "Te",
          "numero_atomico": 52,
          "descripcion": "Tellurium is a rare metalloid used in semiconductors, special glasses, and metal alloys.",
          "propiedades": {
            "atomic_mass": {
              "valor": 127.6,
              "info": "Did you know that its atomic mass makes it an excellent thermal stabilizer in glasses and solar panels."
            },
            "melting_point": {
              "valor": 449.5,
              "info": "Interestingly, it melts at less than 500°C, facilitating its use in controlled industrial fusion processes."
            },
            "boiling_point": {
              "valor": 988,
              "info": "Imagine it reaching its boiling point below 1000°C, which makes it useful in special solders."
            },
            "state": {
              "valor": "Solid",
              "info": "It is a brittle solid with a metallic tint that shines in electronic applications."
            },
            "electronegativity": {
              "valor": 2.1,
              "info": "Thanks to its electronegativity, it can efficiently form compounds with both metals and nonmetals."
            }
          }
        }
      },
      "No Metales": {
        "Hydrogen": {
          "nombre": "Hydrogen",
          "simbolo": "H",
          "numero_atomico": 1,
          "descripcion": "Hydrogen is the lightest and most abundant element in the universe. It is used in fuels, fertilizers, and as a reducing agent in industrial processes.",
          "propiedades": {
            "atomic_mass": {
              "valor": 1.008,
              "info": "Did you know its mass is so low that it is ideal for space travel as rocket fuel."
            },
            "melting_point": {
              "valor": -259.16,
              "info": "Imagine needing temperatures close to absolute zero to freeze this elusive gas."
            },
            "boiling_point": {
              "valor": -252.87,
              "info": "Interestingly, it boils just a few degrees from absolute zero, making it perfect for cryogenic studies."
            },
            "state": {
              "valor": "Gas",
              "info": "At room temperature, it behaves as a colorless gas, but is extremely flammable."
            },
            "electronegativity": {
              "valor": 2.2,
              "info": "Did you know it can form bonds with both metals and nonmetals? It's quite a chemical wild card."
            }
          }
        },
        "Carbon": {
          "nombre": "Carbon",
          "simbolo": "C",
          "numero_atomico": 6,
          "descripcion": "Carbon is essential for life. It is found in multiple forms such as diamond, graphite, and graphene, and is the basis of organic chemistry.",
          "propiedades": {
            "atomic_mass": {
              "valor": 12.01,
              "info": "Interestingly, this mass allows it to form millions of unique organic compounds."
            },
            "melting_point": {
              "valor": 3550,
              "info": "Did you know that diamond, a form of carbon, does not melt easily, melting at over 3500°C."
            },
            "boiling_point": {
              "valor": 4827,
              "info": "Imagine heating a material to almost 5000°C just for it to start evaporating."
            },
            "state": {
              "valor": "Solid",
              "info": "Depending on its form, it can be as soft as graphite or as hard as diamond."
            },
            "electronegativity": {
              "valor": 2.55,
              "info": "Did you know that its ability to form four bonds makes it the architect of life."
            }
          }
        },
        "Nitrogen": {
          "nombre": "Nitrogen",
          "simbolo": "N",
          "numero_atomico": 7,
          "descripcion": "Nitrogen is an inert gas that makes up 78% of the Earth's atmosphere. It is used in fertilizers, explosives, and refrigerants.",
          "propiedades": {
            "atomic_mass": {
              "valor": 14.01,
              "info": "Imagine a gas so light that it dominates our atmosphere without us noticing."
            },
            "melting_point": {
              "valor": -210.0,
              "info": "Did you know it freezes at such low temperatures that it looks like an alien liquid."
            },
            "boiling_point": {
              "valor": -195.79,
              "info": "Interestingly, its boiling point makes it an excellent cryogenic refrigerant."
            },
            "state": {
              "valor": "Gas",
              "info": "At room temperature, it is a colorless gas, but vital for life and industry."
            },
            "electronegativity": {
              "valor": 3.04,
              "info": "Did you know that its high electronegativity makes it essential in compounds like nitrates?"
            }
          }
        },
        "Oxygen": {
          "nombre": "Oxygen",
          "simbolo": "O",
          "numero_atomico": 8,
          "descripcion": "Oxygen is essential for respiration and combustion. It is found in water, the atmosphere, and most organic compounds.",
          "propiedades": {
            "atomic_mass": {
              "valor": 16.0,
              "info": "Did you know that this atomic weight makes it an essential component of water and air."
            },
            "melting_point": {
              "valor": -218.79,
              "info": "Imagine oxygen so cold that it turns into an intense blue liquid."
            },
            "boiling_point": {
              "valor": -182.96,
              "info": "Interestingly, this point allows its use as liquid oxygen in medicine and space exploration."
            },
            "state": {
              "valor": "Gas",
              "info": "It is a vital gas for life, but it can also fuel fires with great intensity."
            },
            "electronegativity": {
              "valor": 3.44,
              "info": "Did you know it is one of the most electron-hungry elements in the entire periodic table?"
            }
          }
        },
        "Fluorine": {
          "nombre": "Fluorine",
          "simbolo": "F",
          "numero_atomico": 9,
          "descripcion": "Fluorine is the most electronegative and reactive element. It is used in dental fluoride, Teflon, and uranium enrichment processes.",
          "propiedades": {
            "atomic_mass": {
              "valor": 18.99,
              "info": "Did you know that, despite its lightness, it can react even with glass."
            },
            "melting_point": {
              "valor": -219.62,
              "info": "Imagine a gas that solidifies only under extreme cold conditions."
            },
            "boiling_point": {
              "valor": -188.12,
              "info": "Interestingly, it turns into a gas very easily, which makes it difficult to handle."
            },
            "state": {
              "valor": "Gas",
              "info": "At room temperature, it is a highly corrosive yellowish gas."
            },
            "electronegativity": {
              "valor": 3.98,
              "info": "Did you know it is the most electronegative element of all? It won't let go of an electron for anything!"
            }
          }
        },
        "Phosphorus": {
          "nombre": "Phosphorus",
          "simbolo": "P",
          "numero_atomico": 15,
          "descripcion": "Phosphorus is an essential element for life, present in DNA and in fertilizers. It can be white, red, or violet, each with different levels of reactivity.",
          "propiedades": {
            "atomic_mass": {
              "valor": 30.97,
              "info": "Did you know that this mass makes it ideal for its role in energy storage in cells."
            },
            "melting_point": {
              "valor": 44.2,
              "info": "Interestingly, white phosphorus melts at just 44°C, almost with the heat of the human body."
            },
            "boiling_point": {
              "valor": 280.5,
              "info": "Imagine watching a substance that glows in the dark evaporate... that's white phosphorus!"
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it can appear as a bright white or dull red solid."
            },
            "electronegativity": {
              "valor": 2.19,
              "info": "Did you know that its medium value allows it to easily bond with oxygen, hydrogen, and metals?"
            }
          }
        },
        "Sulfur": {
          "nombre": "Sulfur",
          "simbolo": "S",
          "numero_atomico": 16,
          "descripcion": "Sulfur is a bright yellow solid with a characteristic odor. It is used in fertilizers, gunpowder, and medicinal products.",
          "propiedades": {
            "atomic_mass": {
              "valor": 32.06,
              "info": "Interestingly, this mass allows it to form long molecular chains as in the vulcanization of rubber."
            },
            "melting_point": {
              "valor": 115.21,
              "info": "Did you know it melts just above the boiling point of water, transforming into a dark red liquid."
            },
            "boiling_point": {
              "valor": 444.6,
              "info": "Imagine sulfur evaporating while releasing a pungent odor like that of volcanoes."
            },
            "state": {
              "valor": "Solid",
              "info": "Under normal conditions, it is a yellow crystalline solid with a very particular smell."
            },
            "electronegativity": {
              "valor": 2.58,
              "info": "Did you know it can act as an electron donor or acceptor, depending on the compound?"
            }
          }
        },
        "Selenium": {
          "nombre": "Selenium",
          "simbolo": "Se",
          "numero_atomico": 34,
          "descripcion": "Selenium is a nonmetal found in the Earth's crust. It is essential in small doses for living organisms and is used in photocells and toners.",
          "propiedades": {
            "atomic_mass": {
              "valor": 78.96,
              "info": "Did you know that this intermediate mass makes it versatile in electronics and dietary supplements."
            },
            "melting_point": {
              "valor": 221,
              "info": "Interestingly, it melts at a low temperature for a crystalline solid so useful in technology."
            },
            "boiling_point": {
              "valor": 685,
              "info": "Imagine heating it until it turns to vapor and still retains semiconductor properties."
            },
            "state": {
              "valor": "Solid",
              "info": "In its most common form, it is a gray solid with properties similar to sulfur."
            },
            "electronegativity": {
              "valor": 2.55,
              "info": "Did you know it's right on the border between nonmetals and metalloids, sharing the best of both worlds?"
            }
          }
        },
        "Chlorine": {
          "nombre": "Chlorine",
          "simbolo": "Cl",
          "numero_atomico": 17,
          "descripcion": "Chlorine is a greenish-yellow, highly reactive gas used in disinfectants, plastics (like PVC), and water purification.",
          "propiedades": {
            "atomic_mass": {
              "valor": 35.45,
              "info": "Did you know that this mass makes it a gas that disperses quickly to disinfect environments."
            },
            "melting_point": {
              "valor": -101.5,
              "info": "Imagine freezing a gas so toxic it was used in World War I."
            },
            "boiling_point": {
              "valor": -34.04,
              "info": "Interestingly, it turns into a gas with just a warm breeze, ready to purify water."
            },
            "state": {
              "valor": "Gas",
              "info": "At room temperature, it is a gas with a very distinctive greenish-yellow color."
            },
            "electronegativity": {
              "valor": 3.16,
              "info": "Did you know that its high electronegativity makes it an electron thief par excellence?"
            }
          }
        },
        "Bromine": {
          "nombre": "Bromine",
          "simbolo": "Br",
          "numero_atomico": 35,
          "descripcion": "Bromine is a reddish, toxic liquid that emits corrosive vapors. It is used in fire retardants, pesticides, and pharmaceutical products.",
          "propiedades": {
            "atomic_mass": {
              "valor": 79.9,
              "info": "Interestingly, its mass makes it unique: it is one of the few elements liquid at room temperature."
            },
            "melting_point": {
              "valor": -7.2,
              "info": "Imagine an element that is almost always found in liquid form, ready to evaporate."
            },
            "boiling_point": {
              "valor": 58.8,
              "info": "Did you know it boils with just a little heat, leaving an irritating reddish vapor."
            },
            "state": {
              "valor": "Liquid",
              "info": "At room temperature, it is a dark red liquid, rare among nonmetallic elements."
            },
            "electronegativity": {
              "valor": 2.96,
              "info": "Did you know it can form both highly reactive organic and inorganic compounds?"
            }
          }
        },
        "Iodine": {
          "nombre": "Iodine",
          "simbolo": "I",
          "numero_atomico": 53,
          "descripcion": "Iodine is a shiny solid that sublimes easily. It is used in antiseptics, iodized salt, and nuclear medicine.",
          "propiedades": {
            "atomic_mass": {
              "valor": 126.9,
              "info": "Did you know its high atomic mass gives it unique properties in radiology and medical diagnostics."
            },
            "melting_point": {
              "valor": 113.7,
              "info": "Imagine seeing purple crystals melting into a dark liquid like ink."
            },
            "boiling_point": {
              "valor": 184.3,
              "info": "Interestingly, when it boils it forms intense and brilliant violet vapors."
            },
            "state": {
              "valor": "Solid",
              "info": "Under normal conditions, it is a shiny solid that sublimes easily."
            },
            "electronegativity": {
              "valor": 2.66,
              "info": "Did you know that, despite its size, it can form very stable covalent bonds with carbon?"
            }
          }
        }
      },
      "Gases Nobles": {
        "Helium": {
          "nombre": "Helium",
          "simbolo": "He",
          "numero_atomico": 2,
          "descripcion": "Helium is an inert, light, and non-flammable gas. It is used in balloons, cryogenic cooling, and in breathing apparatus for deep-sea diving.",
          "propiedades": {
            "atomic_mass": {
              "valor": 4.0,
              "info": "Imagine an element so light it can lift balloons: its atomic mass of 4 makes it the second lightest in the universe."
            },
            "melting_point": {
              "valor": -272.2,
              "info": "Did you know that helium has one of the lowest known melting points, just a few degrees above absolute zero."
            },
            "boiling_point": {
              "valor": -268.93,
              "info": "Interestingly, it boils at only -268.93°C, which makes it ideal for cooling scientific equipment to extreme temperatures."
            },
            "state": {
              "valor": "Gas",
              "info": "At room temperature, it is always in a gaseous state, even under extreme pressure conditions."
            },
            "electronegativity": {
              "valor": "Not applicable",
              "info": "It does not form bonds easily, which is why it does not have a conventional electronegativity value."
            }
          }
        },
        "Neon": {
          "nombre": "Neon",
          "simbolo": "Ne",
          "numero_atomico": 10,
          "descripcion": "Neon is a colorless, inert gas used in advertising lights, refrigeration, and some lasers.",
          "propiedades": {
            "atomic_mass": {
              "valor": 20.18,
              "info": "Imagine a bright spark: its mass makes it ideal for reacting with electricity in luminous tubes."
            },
            "melting_point": {
              "valor": -248.59,
              "info": "Did you know that neon freezes at incredibly low temperatures, making it perfect for cryogenic refrigeration."
            },
            "boiling_point": {
              "valor": -246.08,
              "info": "Interestingly, it becomes a gas just two degrees after melting, reflecting its highly volatile nature."
            },
            "state": {
              "valor": "Gas",
              "info": "At room temperature, neon remains a colorless and odorless gas, standing out as one of the most inert."
            },
            "electronegativity": {
              "valor": "Not applicable",
              "info": "Its closed shell structure makes it extremely stable, with no need to attract additional electrons."
            }
          }
        },
        "Argon": {
          "nombre": "Argon",
          "simbolo": "Ar",
          "numero_atomico": 18,
          "descripcion": "Argon is an inert gas used in light bulbs, welding, and protective atmospheres for the preservation of sensitive materials.",
          "propiedades": {
            "atomic_mass": {
              "valor": 39.95,
              "info": "Did you know that argon makes up almost 1% of the air we breathe, thanks to its atomic mass and stability."
            },
            "melting_point": {
              "valor": -189.34,
              "info": "Interestingly, it freezes at extremely low temperatures, ideal for controlled industrial processes."
            },
            "boiling_point": {
              "valor": -185.85,
              "info": "Imagine a gas so stable that it barely changes state between its melting and boiling points."
            },
            "state": {
              "valor": "Gas",
              "info": "It remains a gas even in cold conditions, being useful as an inert atmosphere in many environments."
            },
            "electronegativity": {
              "valor": "Not applicable",
              "info": "Its atomic stability prevents it from attracting electrons, which is why its electronegativity is not measured."
            }
          }
        },
        "Krypton": {
          "nombre": "Krypton",
          "simbolo": "Kr",
          "numero_atomico": 36,
          "descripcion": "Krypton is a noble gas used in high-intensity lighting, lasers, and some medical applications.",
          "propiedades": {
            "atomic_mass": {
              "valor": 83.8,
              "info": "Did you know its name comes from the Greek for 'hidden,' and its mass allows for very particular light emissions."
            },
            "melting_point": {
              "valor": -157.36,
              "info": "Interestingly, it solidifies at cryogenic temperatures, causing its 'hidden' atoms to align."
            },
            "boiling_point": {
              "valor": -153.22,
              "info": "Imagine that just a few degrees after freezing, it is ready to become a gas again."
            },
            "state": {
              "valor": "Gas",
              "info": "In its natural state, krypton remains a colorless gas, difficult to detect without specialized equipment."
            },
            "electronegativity": {
              "valor": 3.0,
              "info": "Surprisingly, although it is a noble gas, it can form compounds under special conditions thanks to this electronegativity."
            }
          }
        },
        "Xenon": {
          "nombre": "Xenon",
          "simbolo": "Xe",
          "numero_atomico": 54,
          "descripcion": "Xenon is an inert gas used in flash lamps, anesthesia, and ion propulsion in spacecraft.",
          "propiedades": {
            "atomic_mass": {
              "valor": 131.29,
              "info": "Imagine a gas so heavy that it can be used to slow down electrons in fluorescent tubes."
            },
            "melting_point": {
              "valor": -111.75,
              "info": "Interestingly, its melting point allows it to be liquefied for use in advanced technologies like space engines."
            },
            "boiling_point": {
              "valor": -108.1,
              "info": "Did you know there is almost no difference between its melting and boiling points, reflecting its unique gaseous density."
            },
            "state": {
              "valor": "Gas",
              "info": "Although it is denser than other noble gases, it is still a gas at room temperature."
            },
            "electronegativity": {
              "valor": 2.6,
              "info": "Unlike other noble gases, its electronegativity allows it to form rare but useful compounds."
            }
          }
        },
        "Radon": {
          "nombre": "Radon",
          "simbolo": "Rn",
          "numero_atomico": 86,
          "descripcion": "Radon is a naturally occurring radioactive gas. It is found in the ground and can be dangerous in enclosed spaces due to its radioactivity.",
          "propiedades": {
            "atomic_mass": {
              "valor": 222,
              "info": "Did you know it is one of the heaviest gases that exist, and its mass contributes to its danger when trapped in low spaces."
            },
            "melting_point": {
              "valor": -71.15,
              "info": "Imagine it can freeze in your basement if the winter is cold enough, although it's not recommended to see it."
            },
            "boiling_point": {
              "valor": -61.7,
              "info": "Interestingly, its boiling point is the highest among the noble gases, also making it the densest."
            },
            "state": {
              "valor": "Gas",
              "info": "It remains a gas in nature, but can accumulate in enclosed environments, posing a health risk."
            },
            "electronegativity": {
              "valor": "Not applicable",
              "info": "Since it is highly radioactive and unstable, its electronegativity is not accurately measured."
            }
          }
        }
      },
      "Lantánidos": {
        "Lanthanum": {
          "nombre": "Lanthanum",
          "simbolo": "La",
          "numero_atomico": 57,
          "descripcion": "Did you know that lanthanum is a silvery metal used in alloys, optical glasses, and rechargeable batteries? Its shine is not only aesthetic but functional in modern technologies.",
          "propiedades": {
            "atomic_mass": {
              "valor": 138.91,
              "info": "Imagine that its atomic mass contributes to its use in special glasses that improve optical clarity."
            },
            "melting_point": {
              "valor": 920,
              "info": "Interestingly, it melts at 920°C, allowing its manipulation in industrial processes without losing its properties."
            },
            "boiling_point": {
              "valor": 3464,
              "info": "Did you know that its high boiling point makes it stable in high-temperature applications?"
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, lanthanum is a metallic solid with a distinctive silvery shine."
            },
            "electronegativity": {
              "valor": 1.1,
              "info": "Its moderate electronegativity facilitates its combination with other elements in alloys."
            }
          }
        },
        "Cerium": {
          "nombre": "Cerium",
          "simbolo": "Ce",
          "numero_atomico": 58,
          "descripcion": "Interestingly, cerium is used in catalysts to reduce emissions, in lighters, and heat-resistant glasses, playing a crucial role in our daily lives.",
          "propiedades": {
            "atomic_mass": {
              "valor": 140.12,
              "info": "Did you know that its atomic mass allows it to actively participate in catalytic chemical reactions?"
            },
            "melting_point": {
              "valor": 795,
              "info": "Imagine it melting at 795°C, which makes it ideal for processes where high reactivity is required."
            },
            "boiling_point": {
              "valor": 3443,
              "info": "Interestingly, its high boiling point gives it stability in high-temperature applications."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is a soft solid, easy to mold for various applications."
            },
            "electronegativity": {
              "valor": 1.12,
              "info": "Its electronegativity allows it to form important compounds in automotive catalysts."
            }
          }
        },
        "Praseodymium": {
          "nombre": "Praseodymium",
          "simbolo": "Pr",
          "numero_atomico": 59,
          "descripcion": "Imagine that praseodymium is fundamental for making powerful magnets used in electric motors and glasses with special colors.",
          "propiedades": {
            "atomic_mass": {
              "valor": 140.91,
              "info": "Did you know that its atomic mass contributes to the magnetic strength of the magnets where it is used?"
            },
            "melting_point": {
              "valor": 931,
              "info": "Interestingly, its melting point of 931°C allows its use in heat-resistant alloys."
            },
            "boiling_point": {
              "valor": 3520,
              "info": "Its high boiling point makes it stable during the manufacturing processes of special materials."
            },
            "state": {
              "valor": "Solid",
              "info": "Under normal conditions, it is a metallic solid with outstanding magnetic properties."
            },
            "electronegativity": {
              "valor": 1.13,
              "info": "Its electronegativity facilitates its combination in advanced alloys for the aerospace industry."
            }
          }
        },
        "Neodymium": {
          "nombre": "Neodymium",
          "simbolo": "Nd",
          "numero_atomico": 60,
          "descripcion": "Did you know that neodymium is essential for super-strong magnets used in wind turbines, headphones, and hard drives?",
          "propiedades": {
            "atomic_mass": {
              "valor": 144.24,
              "info": "Imagine that its mass helps generate strong and stable magnetic fields."
            },
            "melting_point": {
              "valor": 1024,
              "info": "Interestingly, it melts at over 1000°C, facilitating its integration into high-temperature processes."
            },
            "boiling_point": {
              "valor": 3074,
              "info": "Its high boiling point makes it suitable for demanding industrial applications."
            },
            "state": {
              "valor": "Solid",
              "info": "It is a silvery solid that stands out for its use in modern technology."
            },
            "electronegativity": {
              "valor": 1.14,
              "info": "Its electronegativity contributes to its chemical versatility in magnetic alloys."
            }
          }
        },
        "Promethium": {
          "nombre": "Promethium",
          "simbolo": "Pm",
          "numero_atomico": 61,
          "descripcion": "Interestingly, promethium is radioactive and is used in nuclear batteries and measuring devices, although it is very rare in nature.",
          "propiedades": {
            "atomic_mass": {
              "valor": 145,
              "info": "Did you know that its atomic mass reflects its radioactive nature and specialized use?"
            },
            "melting_point": {
              "valor": 1100,
              "info": "Imagine it melting at 1100°C, although handling it requires caution due to its radioactivity."
            },
            "boiling_point": {
              "valor": 3000,
              "info": "Its high boiling point allows its use in extreme conditions, though limited by its instability."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is a rare and difficult-to-study radioactive solid."
            },
            "electronegativity": {
              "valor": 1.13,
              "info": "Its electronegativity influences its peculiar chemical behavior as a radioactive element."
            }
          }
        },
        "Samarium": {
          "nombre": "Samarium",
          "simbolo": "Sm",
          "numero_atomico": 62,
          "descripcion": "Did you know that samarium is used in magnets, lasers, and neutron-absorbing materials in nuclear reactors?",
          "propiedades": {
            "atomic_mass": {
              "valor": 150.36,
              "info": "Imagine that its mass makes its use possible in nuclear technologies and laser devices."
            },
            "melting_point": {
              "valor": 1072,
              "info": "Interestingly, it melts at 1072°C, facilitating its manipulation in the manufacturing of special magnets."
            },
            "boiling_point": {
              "valor": 1794,
              "info": "Its boiling point is lower than other lanthanides, but sufficient for industrial applications."
            },
            "state": {
              "valor": "Solid",
              "info": "It is a metallic solid with important magnetic and nuclear properties."
            },
            "electronegativity": {
              "valor": 1.17,
              "info": "Its electronegativity facilitates its bonding in neutron-absorbing compounds."
            }
          }
        },
        "Europium": {
          "nombre": "Europium",
          "simbolo": "Eu",
          "numero_atomico": 63,
          "descripcion": "Interestingly, europium is essential for providing bright red colors in LED screens and fluorescent lights.",
          "propiedades": {
            "atomic_mass": {
              "valor": 151.96,
              "info": "Did you know that its atomic mass makes it ideal for producing lights with intense colors?"
            },
            "melting_point": {
              "valor": 822,
              "info": "Imagine it melting at a relatively low temperature, which facilitates its processing."
            },
            "boiling_point": {
              "valor": 1597,
              "info": "Its moderate boiling point allows its use in lighting technologies."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is a soft and easy-to-work-with solid."
            },
            "electronegativity": {
              "valor": 1.2,
              "info": "Its electronegativity allows it to form bright luminescent compounds."
            }
          }
        },
        "Gadolinium": {
          "nombre": "Gadolinium",
          "simbolo": "Gd",
          "numero_atomico": 64,
          "descripcion": "Did you know that gadolinium is used in magnetic resonance imaging (MRI) equipment as a contrast agent to improve images?",
          "propiedades": {
            "atomic_mass": {
              "valor": 157.25,
              "info": "Imagine that its mass is key to its unique magnetic behavior."
            },
            "melting_point": {
              "valor": 1312,
              "info": "Interestingly, it melts at 1312°C, allowing its use in medical and technological applications."
            },
            "boiling_point": {
              "valor": 3273,
              "info": "Its high boiling point ensures stability under extreme conditions."
            },
            "state": {
              "valor": "Solid",
              "info": "It is a metallic solid with outstanding magnetic properties."
            },
            "electronegativity": {
              "valor": 1.2,
              "info": "Its electronegativity helps form chemical complexes used in medicine."
            }
          }
        },
        "Terbium": {
          "nombre": "Terbium",
          "simbolo": "Tb",
          "numero_atomico": 65,
          "descripcion": "Terbium is used in displays, special magnets, and temperature-resistant alloys.",
          "propiedades": {
            "atomic_mass": {
              "valor": 158.93,
              "info": "Did you know that its atomic mass influences its surprising magnetic and thermal properties?"
            },
            "melting_point": {
              "valor": 1356,
              "info": "Imagine that it can withstand temperatures greater than 1300°C without losing its shape, ideal for demanding environments!"
            },
            "boiling_point": {
              "valor": 3230,
              "info": "Interestingly, its boiling point is so high that it barely evaporates in most industrial processes."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it remains solid, showing stability and resistance."
            },
            "electronegativity": {
              "valor": 1.2,
              "info": "Its moderate electronegativity facilitates the formation of compounds with unique magnetic properties."
            }
          }
        },
        "Dysprosium": {
          "nombre": "Dysprosium",
          "simbolo": "Dy",
          "numero_atomico": 66,
          "descripcion": "Dysprosium is used in magnets for electric vehicles and in nuclear reactors due to its ability to absorb neutrons.",
          "propiedades": {
            "atomic_mass": {
              "valor": 162.5,
              "info": "Did you know that its heavy mass contributes to its ability to absorb neutrons in nuclear reactors?"
            },
            "melting_point": {
              "valor": 1412,
              "info": "Imagine it can melt at over 1400°C, withstanding extreme conditions."
            },
            "boiling_point": {
              "valor": 2567,
              "info": "Interestingly, its high boiling point allows it to remain stable in high-energy environments."
            },
            "state": {
              "valor": "Solid",
              "info": "Under normal conditions, you will always find it solid and ready for technological use."
            },
            "electronegativity": {
              "valor": 1.22,
              "info": "Its electronegativity helps to form high-strength magnets, essential for electric vehicles."
            }
          }
        },
        "Holmium": {
          "nombre": "Holmium",
          "simbolo": "Ho",
          "numero_atomico": 67,
          "descripcion": "Holmium has the highest magnetic strength of all elements and is used in magnets and nuclear reactors.",
          "propiedades": {
            "atomic_mass": {
              "valor": 164.93,
              "info": "Did you know that its mass contributes to having the highest magnetic strength of all elements?"
            },
            "melting_point": {
              "valor": 1474,
              "info": "Imagine that it can melt at almost 1500°C without losing its magnetic properties."
            },
            "boiling_point": {
              "valor": 2700,
              "info": "Interestingly, its very high boiling point makes it very stable in very hot environments."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it remains solid, being easy to manipulate in metallic form."
            },
            "electronegativity": {
              "valor": 1.23,
              "info": "Its electronegativity is just right for forming powerful magnetic alloys."
            }
          }
        },
        "Erbium": {
          "nombre": "Erbium",
          "simbolo": "Er",
          "numero_atomico": 68,
          "descripcion": "Erbium is used in optical fibers, medical lasers, and metal alloys.",
          "propiedades": {
            "atomic_mass": {
              "valor": 167.26,
              "info": "Did you know that its mass is perfect for integration into alloys used in telecommunications?"
            },
            "melting_point": {
              "valor": 1529,
              "info": "Imagine that it withstands high temperatures, melting only above 1500°C."
            },
            "boiling_point": {
              "valor": 2868,
              "info": "Interestingly, its boiling point is so high that it is used in applications requiring thermal stability."
            },
            "state": {
              "valor": "Solid",
              "info": "Normally, it is found solid and stable at room temperature."
            },
            "electronegativity": {
              "valor": 1.24,
              "info": "Its electronegativity helps make it ideal for lasers and optical devices."
            }
          }
        },
        "Thulium": {
          "nombre": "Thulium",
          "simbolo": "Tm",
          "numero_atomico": 69,
          "descripcion": "Thulium is rare and is used in laser devices and portable X-ray generators.",
          "propiedades": {
            "atomic_mass": {
              "valor": 168.93,
              "info": "Did you know that its uncommon mass makes it perfect for use in advanced medical technology?"
            },
            "melting_point": {
              "valor": 1545,
              "info": "Imagine that its high melting point allows it to be used in devices that operate at high temperatures."
            },
            "boiling_point": {
              "valor": 1950,
              "info": "Interestingly, its boiling point is relatively low for a lanthanide, facilitating its handling."
            },
            "state": {
              "valor": "Solid",
              "info": "It is found solid under normal conditions, ready for various applications."
            },
            "electronegativity": {
              "valor": 1.25,
              "info": "Its electronegativity allows the formation of compounds used in laser technology."
            }
          }
        },
        "Ytterbium": {
          "nombre": "Ytterbium",
          "simbolo": "Yb",
          "numero_atomico": 70,
          "descripcion": "Ytterbium is used in lasers, atomic clocks, and advanced electronic devices.",
          "propiedades": {
            "atomic_mass": {
              "valor": 173.04,
              "info": "Did you know that its mass makes it ideal for precision devices like atomic clocks?"
            },
            "melting_point": {
              "valor": 824,
              "info": "Imagine it melts at a fairly low temperature for a rare metal, facilitating its handling."
            },
            "boiling_point": {
              "valor": 1196,
              "info": "Interestingly, its boiling point is one of the lowest among the lanthanides."
            },
            "state": {
              "valor": "Solid",
              "info": "It remains solid under standard conditions, ready for technological uses."
            },
            "electronegativity": {
              "valor": 1.1,
              "info": "Its electronegativity is low, but sufficient for electronic applications."
            }
          }
        },
        "Lutetium": {
          "nombre": "Lutetium",
          "simbolo": "Lu",
          "numero_atomico": 71,
          "descripcion": "Lutetium is the densest lanthanide and is used in radiation detectors and chemical catalysis.",
          "propiedades": {
            "atomic_mass": {
              "valor": 174.97,
              "info": "Did you know it is the heaviest lanthanide, which gives it great density?"
            },
            "melting_point": {
              "valor": 1652,
              "info": "Imagine that it can withstand extreme temperatures before melting."
            },
            "boiling_point": {
              "valor": 3402,
              "info": "Interestingly, it has one of the highest boiling points among the lanthanides."
            },
            "state": {
              "valor": "Solid",
              "info": "Solid and stable at room temperature, ideal for technical applications."
            },
            "electronegativity": {
              "valor": 1.27,
              "info": "Its electronegativity allows it to act as a catalyst in chemical reactions."
            }
          }
        }
      },
      "Actinoides": {
        "Actinium": {
          "nombre": "Actinium",
          "simbolo": "Ac",
          "numero_atomico": 89,
          "descripcion": "Actinium is a radioactive metal used in nuclear research and experimental medical treatments.",
          "propiedades": {
            "atomic_mass": {
              "valor": 227,
              "info": "Did you know that its atomic mass is the basis for calculating its behavior in nuclear reactions?"
            },
            "melting_point": {
              "valor": 1050,
              "info": "Imagine the heat needed to melt this radioactive metal at over 1000°C."
            },
            "boiling_point": {
              "valor": 3200,
              "info": "Interestingly, its boiling point is very high, allowing its use in extreme conditions."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, actinium remains solid despite its radioactivity."
            },
            "electronegativity": {
              "valor": 1.1,
              "info": "Its low electronegativity facilitates the formation of compounds in scientific studies."
            }
          }
        },
        "Thorium": {
          "nombre": "Thorium",
          "simbolo": "Th",
          "numero_atomico": 90,
          "descripcion": "Thorium is a radioactive metal used as a potential fuel in nuclear reactors.",
          "propiedades": {
            "atomic_mass": {
              "valor": 232.04,
              "info": "Did you know that thorium is more abundant in the Earth's crust than uranium?"
            },
            "melting_point": {
              "valor": 1750,
              "info": "Interestingly, it melts at a very high temperature, ideal for nuclear applications."
            },
            "boiling_point": {
              "valor": 4788,
              "info": "Imagine temperatures close to 4800°C for thorium to turn into a gaseous state."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is a dense and radioactive solid."
            },
            "electronegativity": {
              "valor": 1.3,
              "info": "Its electronegativity allows it to form stable compounds in experimental reactors."
            }
          }
        },
        "Protactinium": {
          "nombre": "Protactinium",
          "simbolo": "Pa",
          "numero_atomico": 91,
          "descripcion": "Protactinium is a rare and radioactive metal used in scientific research.",
          "propiedades": {
            "atomic_mass": {
              "valor": 231.04,
              "info": "Did you know its mass influences its radioactive behavior and laboratory applications?"
            },
            "melting_point": {
              "valor": 1572,
              "info": "Imagine the resistance of protactinium melting at over 1500°C."
            },
            "boiling_point": {
              "valor": 4000,
              "info": "Interestingly, it has a very high boiling point, almost double that of many common metals."
            },
            "state": {
              "valor": "Solid",
              "info": "Under normal conditions, it is a heavy and radioactive solid."
            },
            "electronegativity": {
              "valor": 1.5,
              "info": "Its relatively higher electronegativity allows for interesting chemical bonds."
            }
          }
        },
        "Uranium": {
          "nombre": "Uranium",
          "simbolo": "U",
          "numero_atomico": 92,
          "descripcion": "Uranium is a heavy radioactive metal used in nuclear reactors and weaponry.",
          "propiedades": {
            "atomic_mass": {
              "valor": 238.03,
              "info": "Did you know that the mass of uranium is crucial for its ability to undergo nuclear fission?"
            },
            "melting_point": {
              "valor": 1135,
              "info": "Imagine the energy required to melt uranium at over 1100°C."
            },
            "boiling_point": {
              "valor": 4131,
              "info": "Interestingly, its boiling point is higher than many heavy metals."
            },
            "state": {
              "valor": "Solid",
              "info": "Uranium is solid and heavy, with properties that make it vital in nuclear energy."
            },
            "electronegativity": {
              "valor": 1.38,
              "info": "Its medium electronegativity facilitates its use in a variety of chemical compounds."
            }
          }
        },
        "Neptunium": {
          "nombre": "Neptunium",
          "simbolo": "Np",
          "numero_atomico": 93,
          "descripcion": "Neptunium is a radioactive metal used in nuclear reactors and physics studies.",
          "propiedades": {
            "atomic_mass": {
              "valor": 237,
              "info": "Did you know that neptunium was the first transuranic element to be synthesized?"
            },
            "melting_point": {
              "valor": 644,
              "info": "Imagine its low melting point compared to other actinides."
            },
            "boiling_point": {
              "valor": 4000,
              "info": "Interestingly, its boiling point is very high for a metal with a low melting point."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is a radioactive and metallic solid."
            },
            "electronegativity": {
              "valor": 1.36,
              "info": "Its electronegativity allows it to form interesting chemical complexes."
            }
          }
        },
        "Plutonium": {
          "nombre": "Plutonium",
          "simbolo": "Pu",
          "numero_atomico": 94,
          "descripcion": "Plutonium is highly radioactive and is used in nuclear weapons and reactors.",
          "propiedades": {
            "atomic_mass": {
              "valor": 244,
              "info": "Did you know that plutonium has multiple allotropic states that affect its density?"
            },
            "melting_point": {
              "valor": 640,
              "info": "Imagine a radioactive metal that melts at only 640°C."
            },
            "boiling_point": {
              "valor": 3230,
              "info": "Interestingly, its boiling point is much higher than its melting point."
            },
            "state": {
              "valor": "Solid",
              "info": "Plutonium is solid and extremely toxic due to its radioactivity."
            },
            "electronegativity": {
              "valor": 1.28,
              "info": "Its relatively low electronegativity facilitates its use in nuclear reactions."
            }
          }
        },
        "Americium": {
          "nombre": "Americium",
          "simbolo": "Am",
          "numero_atomico": 95,
          "descripcion": "Americium is used in smoke detectors and radiation sources for industrial measurements.",
          "propiedades": {
            "atomic_mass": {
              "valor": 243,
              "info": "Did you know that americium-241 is the common source in household smoke detectors?"
            },
            "melting_point": {
              "valor": 1176,
              "info": "Imagine the temperature needed to melt this radioactive metal."
            },
            "boiling_point": {
              "valor": 2607,
              "info": "Interestingly, its boiling point is much lower than other actinides."
            },
            "state": {
              "valor": "Solid",
              "info": "Americium is solid and handled with care in industrial applications."
            },
            "electronegativity": {
              "valor": 1.3,
              "info": "Its medium electronegativity facilitates its use in radioactive sources."
            }
          }
        },
        "Curium": {
          "nombre": "Curium",
          "simbolo": "Cm",
          "numero_atomico": 96,
          "descripcion": "Curium is a radioactive metal used in power generators for space probes.",
          "propiedades": {
            "atomic_mass": {
              "valor": 247,
              "info": "Did you know that curium can generate enough heat to power space probes?"
            },
            "melting_point": {
              "valor": 1340,
              "info": "Imagine melting a radioactive metal at over 1300°C."
            },
            "boiling_point": {
              "valor": 3110,
              "info": "Interestingly, it has a high boiling point, useful in extreme conditions."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is a dense and radioactive solid."
            },
            "electronegativity": {
              "valor": 1.3,
              "info": "Its electronegativity allows it to form useful compounds in nuclear energy."
            }
          }
        },
        "Berkelium": {
          "nombre": "Berkelium",
          "simbolo": "Bk",
          "numero_atomico": 97,
          "descripcion": "Berkelium is a synthetic element used in advanced scientific research.",
          "propiedades": {
            "atomic_mass": {
              "valor": 247,
              "info": "Did you know that berkelium is produced in laboratories by irradiating curium?"
            },
            "melting_point": {
              "valor": 1259,
              "info": "Imagine its melting point, which indicates great thermal resistance."
            },
            "boiling_point": {
              "valor": 2900,
              "info": "Interestingly, its boiling point is very high for a synthetic element."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it remains solid but very radioactive."
            },
            "electronegativity": {
              "valor": 1.3,
              "info": "Its electronegativity favors the formation of new compounds in research."
            }
          }
        },
        "Californium": {
          "nombre": "Californium",
          "simbolo": "Cf",
          "numero_atomico": 98,
          "descripcion": "Californium is used in neutron detectors and nuclear research.",
          "propiedades": {
            "atomic_mass": {
              "valor": 251,
              "info": "Did you know that californium can emit neutrons used in detectors?"
            },
            "melting_point": {
              "valor": 900,
              "info": "Imagine a relatively low melting point for an actinide."
            },
            "boiling_point": {
              "valor": 1743,
              "info": "Interestingly, its boiling point is low compared to other metals."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is a radioactive solid."
            },
            "electronegativity": {
              "valor": 1.3,
              "info": "Its electronegativity is important for its radioactive properties."
            }
          }
        },
        "Einsteinium": {
          "nombre": "Einsteinium",
          "simbolo": "Es",
          "numero_atomico": 99,
          "descripcion": "Einsteinium is a synthetic element used in nuclear physics studies.",
          "propiedades": {
            "atomic_mass": {
              "valor": 252,
              "info": "Did you know that einsteinium was discovered in the lab after irradiating californium?"
            },
            "melting_point": {
              "valor": 860,
              "info": "Imagine the melting point of a superheavy element."
            },
            "boiling_point": {
              "valor": 996,
              "info": "Interestingly, its boiling point is surprisingly low."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is an extremely radioactive solid."
            },
            "electronegativity": {
              "valor": 1.3,
              "info": "Its electronegativity helps in the synthesis of unstable compounds."
            }
          }
        },
        "Fermium": {
          "nombre": "Fermium",
          "simbolo": "Fm",
          "numero_atomico": 100,
          "descripcion": "Fermium is a synthetic element produced in nuclear reactions with high radioactivity.",
          "propiedades": {
            "atomic_mass": {
              "valor": 257,
              "info": "Did you know that fermium was discovered in the ashes of the first nuclear test?"
            },
            "melting_point": {
              "valor": 1527,
              "info": "Imagine melting an element created in nuclear explosions."
            },
            "boiling_point": {
              "valor": 3000,
              "info": "Interestingly, its boiling point is high for such a rare element."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it is a solid with a very short lifespan."
            },
            "electronegativity": {
              "valor": 1.3,
              "info": "Its electronegativity allows it to form compounds for scientific study."
            }
          }
        },
        "Mendelevium": {
          "nombre": "Mendelevium",
          "simbolo": "Md",
          "numero_atomico": 101,
          "descripcion": "Mendelevium is a synthetic element used in advanced scientific research.",
          "propiedades": {
            "atomic_mass": {
              "valor": 258,
              "info": "This element was named in honor of Dmitri Mendeleev, creator of the periodic table."
            },
            "melting_point": {
              "valor": 827,
              "info": "It has a relatively low melting point for a synthetic actinide."
            },
            "boiling_point": {
              "valor": "Unknown",
              "info": "The exact boiling point has not yet been determined due to its high radioactivity."
            },
            "state": {
              "valor": "Solid",
              "info": "At room temperature, it remains solid but is highly radioactive."
            },
            "electronegativity": {
              "valor": 1.3,
              "info": "Its electronegativity is similar to other elements in the actinide block."
            }
          }
        },
        "Nobelium": {
          "nombre": "Nobelium",
          "simbolo": "No",
          "numero_atomico": 102,
          "descripcion": "Nobelium is a radioactive synthetic element used in nuclear physics studies.",
          "propiedades": {
            "atomic_mass": {
              "valor": 259,
              "info": "Named in honor of Alfred Nobel, inventor of dynamite and founder of the Nobel Prize."
            },
            "melting_point": {
              "valor": 827,
              "info": "It shares a melting point with mendelevium, showing similar chemical properties."
            },
            "boiling_point": {
              "valor": "Unknown",
              "info": "The boiling point has not been directly measured due to its instability."
            },
            "state": {
              "valor": "Solid",
              "info": "It remains in a solid state at room temperature although it is radioactive."
            },
            "electronegativity": {
              "valor": 1.3,
              "info": "Typical electronegativity for the actinide block."
            }
          }
        },
        "Lawrencium": {
          "nombre": "Lawrencium",
          "simbolo": "Lr",
          "numero_atomico": 103,
          "descripcion": "Lawrencium is a synthetic element used in scientific research on atomic structure.",
          "propiedades": {
            "atomic_mass": {
              "valor": 262,
              "info": "Named in honor of Ernest Lawrence, inventor of the cyclotron."
            },
            "melting_point": {
              "valor": 1627,
              "info": "Its melting point is considerably higher than that of its predecessors."
            },
            "boiling_point": {
              "valor": "Unknown",
              "info": "Its exact boiling point is still unknown due to the difficulty in studying it."
            },
            "state": {
              "valor": "Solid",
              "info": "It is solid at room temperature but highly radioactive."
            },
            "electronegativity": {
              "valor": 1.3,
              "info": "Estimated electronegativity within the range of actinides."
            }
          }
        }
      },
      "Propiedades desconocidas": {
        "Meitnerium": {
          "nombre": "Meitnerium",
          "simbolo": "Mt",
          "numero_atomico": 109,
          "descripcion": "Highly radioactive synthetic element with an extremely short half-life.",
          "propiedades": {
            "atomic_mass": {
              "valor": 278,
              "info": "Estimated atomic mass based on the most stable isotopes."
            },
            "melting_point": {
              "valor": "Unknown",
              "info": "The melting point has not been determined due to its instability."
            },
            "boiling_point": {
              "valor": "Unknown",
              "info": "Not available due to the element's short half-life."
            },
            "state": {
              "valor": "Probably solid",
              "info": "Presumed to be solid at room temperature, like other d-block elements."
            },
            "electronegativity": {
              "valor": "Unknown",
              "info": "Has not been accurately measured."
            }
          }
        },
        "Darmstadtium": {
          "nombre": "Darmstadtium",
          "simbolo": "Ds",
          "numero_atomico": 110,
          "descripcion": "Synthetic element with poorly known properties; believed to be a transition metal.",
          "propiedades": {
            "atomic_mass": {
              "valor": 281,
              "info": "Based on limited experimental data."
            },
            "melting_point": {
              "valor": "Unknown",
              "info": "Still without precise determination."
            },
            "boiling_point": {
              "valor": "Unknown",
              "info": "Not available."
            },
            "state": {
              "valor": "Probably solid",
              "info": "By analogy with nearby elements in the periodic table."
            },
            "electronegativity": {
              "valor": "Unknown",
              "info": "No data available."
            }
          }
        },
        "Roentgenium": {
          "nombre": "Roentgenium",
          "simbolo": "Rg",
          "numero_atomico": 111,
          "descripcion": "Extremely unstable synthetic element with a half-life of fractions of a second.",
          "propiedades": {
            "atomic_mass": {
              "valor": 282,
              "info": "Estimated value based on isotopic studies."
            },
            "melting_point": {
              "valor": "Unknown",
              "info": "Not measured due to its instability."
            },
            "boiling_point": {
              "valor": "Unknown",
              "info": "Not measured."
            },
            "state": {
              "valor": "Probably solid",
              "info": "Presumably solid like its immediate neighbors."
            },
            "electronegativity": {
              "valor": "Unknown",
              "info": "Not available."
            }
          }
        },
        "Copernicium": {
          "nombre": "Copernicium",
          "simbolo": "Cn",
          "numero_atomico": 112,
          "descripcion": "Highly unstable synthetic element with a very short half-life.",
          "propiedades": {
            "atomic_mass": {
              "valor": 285,
              "info": "Based on limited experimental observations."
            },
            "melting_point": {
              "valor": "Unknown",
              "info": "Not determined with certainty."
            },
            "boiling_point": {
              "valor": "Unknown",
              "info": "Data not available."
            },
            "state": {
              "valor": "Probably gaseous",
              "info": "It is believed that it could be a heavy noble gas."
            },
            "electronegativity": {
              "valor": "Unknown",
              "info": "No concrete data."
            }
          }
        },
        "Nihonium": {
          "nombre": "Nihonium",
          "simbolo": "Nh",
          "numero_atomico": 113,
          "descripcion": "Very unstable synthetic element discovered in Japan.",
          "propiedades": {
            "atomic_mass": {
              "valor": 286,
              "info": "Value based on observed isotopes."
            },
            "melting_point": {
              "valor": "Unknown",
              "info": "Not directly measured."
            },
            "boiling_point": {
              "valor": "Unknown",
              "info": "Data not available."
            },
            "state": {
              "valor": "Probably solid",
              "info": "Presumably solid under normal conditions."
            },
            "electronegativity": {
              "valor": "Unknown",
              "info": "No information available."
            }
          }
        },
        "Flerovium": {
          "nombre": "Flerovium",
          "simbolo": "Fl",
          "numero_atomico": 114,
          "descripcion": "Synthetic element with unknown properties; could be a heavy noble gas.",
          "propiedades": {
            "atomic_mass": {
              "valor": 289,
              "info": "Estimate based on limited experiments."
            },
            "melting_point": {
              "valor": "Unknown",
              "info": "Has not been determined."
            },
            "boiling_point": {
              "valor": "Unknown",
              "info": "Not available."
            },
            "state": {
              "valor": "Probably gaseous",
              "info": "Behavior similar to noble gases is suspected."
            },
            "electronegativity": {
              "valor": "Unknown",
              "info": "No reliable data available."
            }
          }
        },
        "Moscovium": {
          "nombre": "Moscovium",
          "simbolo": "Mc",
          "numero_atomico": 115,
          "descripcion": "Highly radioactive synthetic element discovered in Russia.",
          "propiedades": {
            "atomic_mass": {
              "valor": 290,
              "info": "Value based on the most stable observed isotopes."
            },
            "melting_point": {
              "valor": "Unknown",
              "info": "Not determined with precision."
            },
            "boiling_point": {
              "valor": "Unknown",
              "info": "Data not available."
            },
            "state": {
              "valor": "Probably solid",
              "info": "Solid state is assumed at room temperature."
            },
            "electronegativity": {
              "valor": "Unknown",
              "info": "No data available."
            }
          }
        },
        "Livermorium": {
          "nombre": "Livermorium",
          "simbolo": "Lv",
          "numero_atomico": 116,
          "descripcion": "Synthetic element with poorly known properties.",
          "propiedades": {
            "atomic_mass": {
              "valor": 293,
              "info": "Experimental estimation."
            },
            "melting_point": {
              "valor": "Unknown",
              "info": "Unknown due to its high instability."
            },
            "boiling_point": {
              "valor": "Unknown",
              "info": "Has not been measured."
            },
            "state": {
              "valor": "Probably solid",
              "info": "Probably solid at room temperature."
            },
            "electronegativity": {
              "valor": "Unknown",
              "info": "No data available."
            }
          }
        },
        "Tennessine": {
          "nombre": "Tennessine",
          "simbolo": "Ts",
          "numero_atomico": 117,
          "descripcion": "Synthetic element possibly similar to halogens.",
          "propiedades": {
            "atomic_mass": {
              "valor": 294,
              "info": "Based on detected isotopes."
            },
            "melting_point": {
              "valor": "Unknown",
              "info": "No precise data."
            },
            "boiling_point": {
              "valor": "Unknown",
              "info": "Not available."
            },
            "state": {
              "valor": "Probably solid",
              "info": "Probably solid according to predicted chemical properties."
            },
            "electronegativity": {
              "valor": "Unknown",
              "info": "Not determined."
            }
          }
        },
        "Oganesson": {
          "nombre": "Oganesson",
          "simbolo": "Og",
          "numero_atomico": 118,
          "descripcion": "Synthetic element that could behave like a heavy noble gas.",
          "propiedades": {
            "atomic_mass": {
              "valor": 294,
              "info": "Based on current experiments and theories."
            },
            "melting_point": {
              "valor": "Unknown",
              "info": "Melting point not yet measured."
            },
            "boiling_point": {
              "valor": "Unknown",
              "info": "Not available."
            },
            "state": {
              "valor": "Probably gaseous",
              "info": "It is believed it could have gaseous properties similar to noble gases."
            },
            "electronegativity": {
              "valor": "Unknown",
              "info": "No definitive data."
            }
          }
        }
      }
    }
  }
}