{"id": "H", "nombre": "Hidrógeno", "simbolo": "H", "numero_atomico": 1, "grupo": 1, "periodo": 1, "masa_atomica": 1.008, "estado": "Gas", "tipo": "Diatómico no metal", "descripcion": "El hidrógeno es un elemento químico con el símbolo químico H y el número atómico 1. Con un peso atómico de 1.00794 U, el hidrógeno es el elemento más ligero en la tabla periódica. Su forma monatómica (H) es la sustancia química más abundante en el universo, que constituye aproximadamente el 75% de todas las masas bariones."}
{"id": "He", "nombre": "Helio", "simbolo": "He", "numero_atomico": 2, "grupo": 18, "periodo": 1, "masa_atomica": 4.0026022, "estado": "Gas", "tipo": "gas noble", "descripcion": "El helio es un elemento químico con el símbolo que él y el número atómico 2. Es un gas monatómico incoloro, inodoro, insípido, no tóxico, inerte y monatómico que dirige el grupo de gases nobles en la tabla periódica. Sus puntos de ebullición y fusión son los más bajos entre todos los elementos."}
{"id": "Li", "nombre": "Litio", "simbolo": "Li", "numero_atomico": 3, "grupo": 1, "periodo": 2, "masa_atomica": 6.94, "estado": "Solid", "tipo": "metal álcali", "descripcion": "Litio (del griego: λίθος lithos, \"piedra\") es un elemento químico con el símbolo Li y el número atómico 3. Es un metal suave y blanco plateado que pertenece al grupo de elementos químicos de metal alcalino. En condiciones estándar, es el metal más ligero y el elemento sólido menos denso."}
{"id": "Be", "nombre": "Berilio", "simbolo": "Be", "numero_atomico": 4, "grupo": 2, "periodo": 2, "masa_atomica": 9.01218315, "estado": "Solid", "tipo": "metal de la tierra alcalina", "descripcion": "El berilio es un elemento químico con el símbolo Be y el número atómico 4. Se crea a través de la nucleosíntesis estelar y es un elemento relativamente raro en el universo. Es un elemento divalente que ocurre naturalmente solo en combinación con otros elementos en minerales."}
{"id": "B", "nombre": "Boro", "simbolo": "B", "numero_atomico": 5, "grupo": 13, "periodo": 2, "masa_atomica": 10.81, "estado": "Solid", "tipo": "metaloide", "descripcion": "Boron es un elemento químico metaloide con el símbolo B y el número atómico 5. Producido completamente por la espalación de rayos cósmicos y las supernovas y no por la nucleosíntesis estelar, es un elemento de baja abundancia tanto en el sistema solar como en la corteza terrestre. El boro se concentra en la tierra por la solubilidad del agua de sus compuestos más comunes naturales, los minerales de borato."}
{"id": "C", "nombre": "Carbón", "simbolo": "C", "numero_atomico": 6, "grupo": 14, "periodo": 2, "masa_atomica": 12.011, "estado": "Solid", "tipo": "poliatómico no metal", "descripcion": "El carbono (del latín: carbo \"carbón\") es un elemento químico con el símbolo C y el número atómico 6. En la tabla periódica, es la primera (fila 2) de seis elementos en la columna (grupo) 14, que tienen en común la composición de su caparazón de electrones externo. No es metálico y tetravalente, haciendo cuatro electrones disponibles para formar enlaces químicos covalentes."}
{"id": "N", "nombre": "Nitrógeno", "simbolo": "N", "numero_atomico": 7, "grupo": 15, "periodo": 2, "masa_atomica": 14.007, "estado": "Gas", "tipo": "Diatómico no metal", "descripcion": "El nitrógeno es un elemento químico con el símbolo N y el número atómico 7. Es el pnictogen más ligero y a temperatura ambiente, es un gas diatómico transparente e inodoro. El nitrógeno es un elemento común en el universo, estimado en aproximadamente séptimo en abundancia total en la Vía Láctea y el Sistema Solar."}
{"id": "O", "nombre": "Oxígeno", "simbolo": "O", "numero_atomico": 8, "grupo": 16, "periodo": 2, "masa_atomica": 15.999, "estado": "Gas", "tipo": "Diatómico no metal", "descripcion": "El oxígeno es un elemento químico con el símbolo O y el número atómico 8. Es un miembro del grupo de calcógeno en la tabla periódica y es un agente no metal y oxidante altamente reactivo que forma fácilmente compuestos (especialmente óxidos) con la mayoría de los elementos. Por masa, el oxígeno es el tercer elemento más abundante en el universo, después del hidrógeno y el helio."}
{"id": "F", "nombre": "Flúor", "simbolo": "F", "numero_atomico": 9, "grupo": 17, "periodo": 2, "masa_atomica": 18.9984031636, "estado": "Gas", "tipo": "Diatómico no metal", "descripcion": "El flúor es un elemento químico con el símbolo F y el número atómico 9. Es el halógeno más ligero y existe como un gas diatómico de color amarillo pálido altamente tóxico en condiciones estándar. Como el elemento más electronegativo, es extremadamente reactivo: casi todos los demás elementos, incluidos algunos gases nobles, forman compuestos con flúor."}
{"id": "Ne", "nombre": "Neón", "simbolo": "Ne", "numero_atomico": 10, "grupo": 18, "periodo": 2, "masa_atomica": 20.17976, "estado": "Gas", "tipo": "gas noble", "descripcion": "El neón es un elemento químico con el símbolo NE y el número atómico 10. Está en el grupo 18 (gases nobles) de la tabla periódica. El neón es un gas monatómico inerte incoloro, inerte e inerte en condiciones estándar, con aproximadamente dos tercios de la densidad del aire."}
{"id": "Na", "nombre": "Sodio", "simbolo": "Na", "numero_atomico": 11, "grupo": 1, "periodo": 3, "masa_atomica": 22.989769282, "estado": "Solid", "tipo": "metal álcali", "descripcion": "Sodio / ˈsoʊdiəm / es un elemento químico con símbolo NA (del antiguo griego νάτριο) y el número atómico 11. Es un metal suave, blanco plateado y altamente reactivo. En la tabla periódica se encuentra en la columna 1 (metales alcalinos), y comparte con los otros seis elementos en esa columna que tiene un solo electrón en su carcasa externa, que dona fácilmente, creando un átomo cargado positivamente: un catión."}
{"id": "Mg", "nombre": "Magnesio", "simbolo": "Mg", "numero_atomico": 12, "grupo": 2, "periodo": 3, "masa_atomica": 24.305, "estado": "Solid", "tipo": "metal de la tierra alcalina", "descripcion": "El magnesio es un elemento químico con el símbolo MG y el número atómico 12. Es un sólido gris brillante que tiene una pareja física cercana con los otros cinco elementos en la segunda columna (grupo 2, o metales de tierra alcalina) de la tabla periódica: cada uno tiene la misma configuración de electrones en su capa de electrones externo que produce una estructura cristalina similar. El magnesio es el noveno elemento más abundante en el universo."}
{"id": "Al", "nombre": "Aluminio", "simbolo": "Al", "numero_atomico": 13, "grupo": 13, "periodo": 3, "masa_atomica": 26.98153857, "estado": "Solid", "tipo": "metal posterior a la transición", "descripcion": "El aluminio (o aluminio; ver diferentes terminaciones) es un elemento químico en el grupo de boro con el símbolo Al y el número atómico 13. Es un metal dúctil, blanco, suave, suave, no magnético. El aluminio es el tercer elemento más abundante (después del oxígeno y el silicio), y el metal más abundante, en la corteza terrestre."}
{"id": "Si", "nombre": "Silicio", "simbolo": "Si", "numero_atomico": 14, "grupo": 14, "periodo": 3, "masa_atomica": 28.085, "estado": "Solid", "tipo": "metaloide", "descripcion": "El silicio es un elemento químico con el símbolo Si y el número atómico 14. Es un metaloide tetravalente, más reactivo que germanio, el metaloide directamente debajo de él en la tabla. La controversia sobre el personaje de Silicon data de su descubrimiento."}
{"id": "P", "nombre": "Fósforo", "simbolo": "P", "numero_atomico": 15, "grupo": 15, "periodo": 3, "masa_atomica": 30.9737619985, "estado": "Solid", "tipo": "poliatómico no metal", "descripcion": "El fósforo es un elemento químico con el símbolo P y el número atómico 15. Como elemento, el fósforo existe en dos formas principales: fósforo blanco y fósforo rojo, pero debido a su alta reactividad, el fósforo nunca se encuentra como un elemento libre en la tierra. En cambio, los minerales que contienen fósforo casi siempre están presentes en su estado máximo oxidado, como rocas de fosfato inorgánico."}
{"id": "S", "nombre": "Azufre", "simbolo": "S", "numero_atomico": 16, "grupo": 16, "periodo": 3, "masa_atomica": 32.06, "estado": "Solid", "tipo": "poliatómico no metal", "descripcion": "El azufre o el azufre (ver diferencias de ortografía) es un elemento químico con el símbolo S y el número atómico 16. Es un no metal abundante y multivalente. En condiciones normales, los átomos de azufre forman moléculas octatómicas cíclicas con fórmula química S8."}
{"id": "Cl", "nombre": "Cloro", "simbolo": "Cl", "numero_atomico": 17, "grupo": 17, "periodo": 3, "masa_atomica": 35.45, "estado": "Gas", "tipo": "Diatómico no metal", "descripcion": "El cloro es un elemento químico con el símbolo CL y el número atómico 17. También tiene una masa atómica relativa de 35.5. El cloro está en el grupo halógeno (17) y es el segundo halógeno más ligero después del flúor."}
{"id": "Ar", "nombre": "Argón", "simbolo": "Ar", "numero_atomico": 18, "grupo": 18, "periodo": 3, "masa_atomica": 39.9481, "estado": "Gas", "tipo": "gas noble", "descripcion": "El argón es un elemento químico con el símbolo AR y el número atómico 18. Está en el grupo 18 de la tabla periódica y es un gas noble. Argon is the third most common gas in the Earth's atmosphere, at 0.934% (9,340 ppmv), making it over twice as abundant as the next most common atmospheric gas, water vapor (which averages about 4000 ppmv, but varies greatly), and 23 times as abundant as the next most common non-condensing atmospheric gas, carbon dioxide (400 ppmv), and more than 500 times as Abundante como el siguiente gas noble más común, neón (18 ppmv)."}
{"id": "K", "nombre": "Potasio", "simbolo": "K", "numero_atomico": 19, "grupo": 1, "periodo": 4, "masa_atomica": 39.09831, "estado": "Solid", "tipo": "metal álcali", "descripcion": "El potasio es un elemento químico con el símbolo K (derivado del neolatino, Kalium) y el número atómico 19. Primero se aisló de la potasa, las cenizas de las plantas, de las cuales se deriva su nombre. En la tabla periódica, el potasio es uno de los siete elementos en la columna (grupo) 1 (metales alcalinos): todos tienen un solo electrón de valencia en su caparazón de electrones externos, que dan fácilmente para crear un átomo con una carga positiva: un catión, y se combinan con aniones para formar sales."}
{"id": "Ca", "nombre": "Calcio", "simbolo": "Ca", "numero_atomico": 20, "grupo": 2, "periodo": 4, "masa_atomica": 40.0784, "estado": "Solid", "tipo": "metal de la tierra alcalina", "descripcion": "El calcio es un elemento químico con el símbolo CA y el número atómico 20. El calcio es un metal de tierra alcalina gris suave, el quinto elemento más abundante por masa en la corteza terrestre. El ion Ca2+ también es el quinto ion disuelto más abundante en el agua de mar por molaridad y masa, después de sodio, cloruro, magnesio y sulfato."}
{"id": "Sc", "nombre": "Escandio", "simbolo": "Sc", "numero_atomico": 21, "grupo": 3, "periodo": 4, "masa_atomica": 44.9559085, "estado": "Solid", "tipo": "metal de transición", "descripcion": "Scandium es un elemento químico con el símbolo SC y el número atómico 21. Un elemento de bloque D metálico de color blanco plateado, históricamente se ha clasificado a veces como un elemento de tierras raras, junto con Yttrium y los lantanoides. Fue descubierto en 1879 por el análisis espectral de los minerales euxenita y gadolinita de Scandinavia."}
{"id": "Ti", "nombre": "Titanio", "simbolo": "Ti", "numero_atomico": 22, "grupo": 4, "periodo": 4, "masa_atomica": 47.8671, "estado": "Solid", "tipo": "metal de transición", "descripcion": "El titanio es un elemento químico con el símbolo TI y el número atómico 22. Es un metal de transición brillante con un color plateado, baja densidad y alta resistencia. Es altamente resistente a la corrosión en el agua de mar, Aqua Regia y cloro."}
{"id": "V", "nombre": "Vanadio", "simbolo": "V", "numero_atomico": 23, "grupo": 5, "periodo": 4, "masa_atomica": 50.94151, "estado": "Solid", "tipo": "metal de transición", "descripcion": "Vanadium es un elemento químico con el símbolo V y el número atómico 23. Es un metal de transición duro, dúctil y dúctil y maleable. El elemento se encuentra solo en forma químicamente combinada en la naturaleza, pero una vez aislado artificialmente, la formación de una capa de óxido estabiliza el metal libre de alguna manera contra una oxidación adicional."}
{"id": "Cr", "nombre": "Cromo", "simbolo": "Cr", "numero_atomico": 24, "grupo": 6, "periodo": 4, "masa_atomica": 51.99616, "estado": "Solid", "tipo": "metal de transición", "descripcion": "El cromo es un elemento químico con el símbolo CR y el número atómico 24. Es el primer elemento del Grupo 6. Es un metal de acero, gris, duro, duro y frágil que toma un alto esmalte, se resiste y tiene un alto punto de fusión."}
{"id": "Mn", "nombre": "Manganeso", "simbolo": "Mn", "numero_atomico": 25, "grupo": 7, "periodo": 4, "masa_atomica": 54.9380443, "estado": "Solid", "tipo": "metal de transición", "descripcion": "El manganeso es un elemento químico con el símbolo MN y el número atómico 25. No se encuentra como un elemento libre en la naturaleza; A menudo se encuentra en combinación con hierro y en muchos minerales. El manganeso es un metal con importantes usos de aleación de metal industrial, particularmente en aceros inoxidables."}
{"id": "Fe", "nombre": "Hierro", "simbolo": "Fe", "numero_atomico": 26, "grupo": 8, "periodo": 4, "masa_atomica": 55.8452, "estado": "Solid", "tipo": "metal de transición", "descripcion": "El hierro es un elemento químico con el símbolo Fe (del latín: ferrum) y el número atómico 26. Es un metal en la primera serie de transición. Es por masa el elemento más común en la tierra, formando gran parte del núcleo externo e interno de la Tierra."}
{"id": "Co", "nombre": "Cobalto", "simbolo": "Co", "numero_atomico": 27, "grupo": 9, "periodo": 4, "masa_atomica": 58.9331944, "estado": "Solid", "tipo": "metal de transición", "descripcion": "El cobalto es un elemento químico con el símbolo Co y el número atómico 27. Al igual que el níquel, el cobalto en la corteza de la tierra se encuentra solo en forma químicamente combinada, salvo para pequeños depósitos que se encuentran en aleaciones de hierro meteórico natural. El elemento libre, producido por la fundición reductora, es un metal duro, lustroso y gris plateado."}
{"id": "Ni", "nombre": "Níquel", "simbolo": "Ni", "numero_atomico": 28, "grupo": 10, "periodo": 4, "masa_atomica": 58.69344, "estado": "Solid", "tipo": "metal de transición", "descripcion": "El níquel es un elemento químico con símbolo Ni y número atómico 28. Es un metal brillante blanco plateado con un ligero tinte dorado. El níquel pertenece a los metales de transición y es duro y dúctil."}
{"id": "Cu", "nombre": "Cobre", "simbolo": "Cu", "numero_atomico": 29, "grupo": 11, "periodo": 4, "masa_atomica": 63.5463, "estado": "Solid", "tipo": "metal de transición", "descripcion": "El cobre es un elemento químico con símbolo Cu (del latín: cuprum) y el número atómico 29. Es un metal suave, maleable y dúctil con conductividad térmica y eléctrica muy alta. Una superficie recién expuesta de cobre puro tiene un color rojizo-naranja."}
{"id": "Zn", "nombre": "Zinc", "simbolo": "Zn", "numero_atomico": 30, "grupo": 12, "periodo": 4, "masa_atomica": 65.382, "estado": "Solid", "tipo": "metal de transición", "descripcion": "El zinc, en el comercio también es un elemento químico con el símbolo Zn y el número atómico 30. Es el primer elemento del grupo 12 de la tabla periódica. En algunos aspectos, el zinc es químicamente similar al magnesio: su ion es de tamaño similar y su único estado de oxidación común es +2."}
{"id": "Ga", "nombre": "Galio", "simbolo": "Ga", "numero_atomico": 31, "grupo": 13, "periodo": 4, "masa_atomica": 69.7231, "estado": "Solid", "tipo": "metal posterior a la transición", "descripcion": "Gallium es un elemento químico con el símbolo GA y el número atómico 31. El galio elemental no ocurre en forma libre en la naturaleza, sino como los compuestos de galio (III) que están en pequeños cantidades en minerales de zinc y en bauxita. El galio es un metal suave y plateado, y el galio elemental es un sólido quebradizo a bajas temperaturas, y se derrite a 29.76 ° C (85.57 ° F) (ligeramente por encima de la temperatura ambiente)."}
{"id": "Ge", "nombre": "Germanio", "simbolo": "Ge", "numero_atomico": 32, "grupo": 14, "periodo": 4, "masa_atomica": 72.6308, "estado": "Solid", "tipo": "metaloide", "descripcion": "Germanio es un elemento químico con el símbolo GE y el número atómico 32. Es un metaloide brillante, duro y grisáceo en el grupo de carbono, químicamente similar a su grupo de vecinos de estaño y silicio. El germanio purificado es un semiconductor, con una apariencia más similar al silicio elemental."}
{"id": "As", "nombre": "Arsénico", "simbolo": "As", "numero_atomico": 33, "grupo": 15, "periodo": 4, "masa_atomica": 74.9215956, "estado": "Solid", "tipo": "metaloide", "descripcion": "El arsénico es un elemento químico con el símbolo AS y el número atómico 33. El arsénico ocurre en muchos minerales, generalmente junto con azufre y metales, y también como un cristal elemental puro. El arsénico es un metaloide."}
{"id": "Se", "nombre": "Selenio", "simbolo": "Se", "numero_atomico": 34, "grupo": 16, "periodo": 4, "masa_atomica": 78.9718, "estado": "Solid", "tipo": "poliatómico no metal", "descripcion": "El selenio es un elemento químico con el símbolo SE y el número atómico 34. Es un no metálico con propiedades que son intermedias entre las de su tabla periódica, los elementos de calcógeno adyacente de columna azufre y telurio. Raramente ocurre en su estado elemental en la naturaleza, o como compuestos de mineral puro."}
{"id": "Br", "nombre": "Bromo", "simbolo": "Br", "numero_atomico": 35, "grupo": 17, "periodo": 4, "masa_atomica": 79.904, "estado": "Liquid", "tipo": "Diatómico no metal", "descripcion": "Bromo (del griego antiguo: βρῶμος, Bromos, que significa \"hedor\") es un elemento químico con el símbolo BR y el número atómico 35. Es un halógeno. El elemento fue aislado independientemente por dos químicos, Carl Jacob Löwig y Antoine Jerome Balard, en 1825-1826."}
{"id": "Kr", "nombre": "Criptón", "simbolo": "Kr", "numero_atomico": 36, "grupo": 18, "periodo": 4, "masa_atomica": 83.7982, "estado": "Gas", "tipo": "gas noble", "descripcion": "Krypton (del griego: κρυπτός kryptos \"el oculto\") es un elemento químico con el símbolo Kr y el número atómico 36. Es un miembro de los elementos del Grupo 18 (gases nobles). Un gas noble incoloro, inodoro e insípido, Krypton ocurre en pequeñas cantidades en la atmósfera, se aísla mediante el aire licuado fraccionalmente, y a menudo se usa con otros gases raros en lámparas fluorescentes."}
{"id": "Rb", "nombre": "Rubidio", "simbolo": "Rb", "numero_atomico": 37, "grupo": 1, "periodo": 5, "masa_atomica": 85.46783, "estado": "Solid", "tipo": "metal álcali", "descripcion": "El rubidio es un elemento químico con el símbolo RB y el número atómico 37. El rubidio es un elemento metálico blanca y plateada del grupo de metal alcalino, con una masa atómica de 85.4678. El rubidio elemental es altamente reactivo, con propiedades similares a las de otros metales alcalinos, como la oxidación muy rápida en el aire."}
{"id": "Sr", "nombre": "Estroncio", "simbolo": "Sr", "numero_atomico": 38, "grupo": 2, "periodo": 5, "masa_atomica": 87.621, "estado": "Solid", "tipo": "metal de la tierra alcalina", "descripcion": "El estroncio es un elemento químico con el símbolo SR y el número atómico 38. Un metal de la tierra alcalino, el estroncio es un elemento metálico blando de plata blanca o amarillento que es altamente reactivo químicamente. El metal se vuelve amarillo cuando está expuesto al aire."}
{"id": "Y", "nombre": "Itrio", "simbolo": "Y", "numero_atomico": 39, "grupo": 3, "periodo": 5, "masa_atomica": 88.905842, "estado": "Solid", "tipo": "metal de transición", "descripcion": "El itrio es un elemento químico con el símbolo Y y el número atómico 39. Es un metal de transición metálico plateado químicamente similar a los lantánidos y a menudo se ha clasificado como un \"elemento de tierras raras\". El itrio casi siempre se encuentra combinado con los lantánidos en minerales de tierras raras y nunca se encuentra en la naturaleza como un elemento libre."}
{"id": "Zr", "nombre": "Circonio", "simbolo": "Zr", "numero_atomico": 40, "grupo": 4, "periodo": 5, "masa_atomica": 91.2242, "estado": "Solid", "tipo": "metal de transición", "descripcion": "El circonio es un elemento químico con el símbolo Zr y el número atómico 40. El nombre del circonio se toma del nombre del circón mineral, la fuente más importante de circonio. La palabra circón proviene de la palabra persa zargun زرگون, que significa \"de color dorado\"."}
{"id": "Nb", "nombre": "Niobio", "simbolo": "Nb", "numero_atomico": 41, "grupo": 5, "periodo": 5, "masa_atomica": 92.906372, "estado": "Solid", "tipo": "metal de transición", "descripcion": "Niobium, anteriormente Columbium, es un elemento químico con el símbolo NB (anteriormente CB) y el número atómico 41. Es un metal de transición dúctil suave, gris y dúctil, que a menudo se encuentra en el mineral de la pirochlore, la principal fuente comercial de Niobium y Columbite. El nombre proviene de la mitología griega: Niobe, hija de Tantalus ya que es muy similar a Tantalum."}
{"id": "Mo", "nombre": "Molibdeno", "simbolo": "Mo", "numero_atomico": 42, "grupo": 6, "periodo": 5, "masa_atomica": 95.951, "estado": "Solid", "tipo": "metal de transición", "descripcion": "El molibdeno es un elemento químico con el símbolo MO y el número atómico 42. El nombre es de neolatina molibdaenum, del antiguo griego μόλυβδος molybdos, que significa plomo, ya que sus minerales estaban confundidos con minerales de plomo. Se conocen minerales de molibdeno a lo largo de la historia, pero el elemento fue descubierto (en el sentido de diferenciarlo como una nueva entidad de las sales minerales de otros metales) en 1778 por Carl Wilhelm Scheele."}
{"id": "Tc", "nombre": "Tecnecio", "simbolo": "Tc", "numero_atomico": 43, "grupo": 7, "periodo": 5, "masa_atomica": 98, "estado": "Solid", "tipo": "metal de transición", "descripcion": "Technetium (/TɛKˈniːʃiəm/) es un elemento químico con el símbolo TC y el número atómico 43. Es el elemento con el número atómico más bajo en la tabla periódica que no tiene isótopos estables: cada forma es radiactiva. Casi todo el tecnecio se produce sintéticamente, y solo se encuentran cantidades minuciosas en la naturaleza."}
{"id": "Ru", "nombre": "Rutenio", "simbolo": "Ru", "numero_atomico": 44, "grupo": 8, "periodo": 5, "masa_atomica": 101.072, "estado": "Solid", "tipo": "metal de transición", "descripcion": "El rutenio es un elemento químico con el símbolo RU y el número atómico 44. Es un metal de transición raro que pertenece al grupo de platino de la tabla periódica. Al igual que los otros metales del grupo de platino, el rutenio está inerte para la mayoría de los otros productos químicos."}
{"id": "Rh", "nombre": "Rodio", "simbolo": "Rh", "numero_atomico": 45, "grupo": 9, "periodo": 5, "masa_atomica": 102.905502, "estado": "Solid", "tipo": "metal de transición", "descripcion": "Rhodium es un elemento químico con el símbolo RH y el número atómico 45. Es un metal de transición raro, blanco plateado, duro y químicamente inerte. Es un miembro del Grupo Platino."}
{"id": "Pd", "nombre": "Paladio", "simbolo": "Pd", "numero_atomico": 46, "grupo": 10, "periodo": 5, "masa_atomica": 106.421, "estado": "Solid", "tipo": "metal de transición", "descripcion": "El paladio es un elemento químico con el símbolo PD y el número atómico 46. Es un metal blanco plateado raro y brillante descubierto en 1803 por William Hyde Wollaston. Lo llamó después del asteroide Pallas, que se llevó el nombre del epíteto de la diosa griega Atenea, adquirida por ella cuando ella mató a Pallas."}
{"id": "Ag", "nombre": "Plata", "simbolo": "Ag", "numero_atomico": 47, "grupo": 11, "periodo": 5, "masa_atomica": 107.86822, "estado": "Solid", "tipo": "metal de transición", "descripcion": "La plata es un elemento químico con el símbolo AG (griego: άργυρος árguros, latín: argentum, tanto de la raíz indoeuropea *h₂erǵ- para \"gris\" o \"brillante\") y el número atómico 47. Un metal de transición suave, blanco y lustroso, posee la conductividad eléctrica más alta, la conductividad thermal y la reflexividad de cualquier metal. El metal ocurre naturalmente en su forma pura y libre (plata nativa), como una aleación con oro y otros metales, y en minerales como argentita y clorargrita."}
{"id": "Cd", "nombre": "Cadmio", "simbolo": "Cd", "numero_atomico": 48, "grupo": 12, "periodo": 5, "masa_atomica": 112.4144, "estado": "Solid", "tipo": "metal de transición", "descripcion": "El cadmio es un elemento químico con el símbolo CD y el número atómico 48. Este metal suave y blanco azulado es químicamente similar a los otros dos metales estables en el Grupo 12, Zinc y Mercurio. Al igual que el zinc, prefiere el estado de oxidación +2 en la mayoría de sus compuestos y, al igual que el mercurio, muestra un punto de fusión bajo en comparación con los metales de transición."}
{"id": "In", "nombre": "Indio", "simbolo": "In", "numero_atomico": 49, "grupo": 13, "periodo": 5, "masa_atomica": 114.8181, "estado": "Solid", "tipo": "metal posterior a la transición", "descripcion": "El indio es un elemento químico con símbolo en y número atómico 49. Es un elemento metálico posterior a la transición que es raro en la corteza terrestre. El metal es muy suave, maleable y fácilmente fusible, con un punto de fusión más alto que el sodio, pero más bajo que el litio o la lata."}
{"id": "Sn", "nombre": "Estaño", "simbolo": "Sn", "numero_atomico": 50, "grupo": 14, "periodo": 5, "masa_atomica": 118.7107, "estado": "Solid", "tipo": "metal posterior a la transición", "descripcion": "El estaño es un elemento químico con el símbolo Sn (para latín: stannum) y el número atómico 50. Es un metal de grupo principal en el grupo 14 de la tabla periódica. El TIN muestra una similitud química con los elementos vecinos del grupo 14, germanio y plomo, y tiene dos posibles estados de oxidación, +2 y el ligeramente más estable +4."}
{"id": "Sb", "nombre": "Antimonio", "simbolo": "Sb", "numero_atomico": 51, "grupo": 15, "periodo": 5, "masa_atomica": 121.7601, "estado": "Solid", "tipo": "metaloide", "descripcion": "El antimonio es un elemento químico con el símbolo SB (del latín: estibio) y el número atómico 51. Un metaloide gris brillante, se encuentra en la naturaleza principalmente como la estibnita mineral de sulfuro (SB2S3). Los compuestos de antimonio se han conocido desde la antigüedad y se usaron para cosméticos; También se conocía el antimonio metálico, pero se identificó erróneamente como liderazgo en su descubrimiento."}
{"id": "Te", "nombre": "Telurio", "simbolo": "Te", "numero_atomico": 52, "grupo": 16, "periodo": 5, "masa_atomica": 127.603, "estado": "Solid", "tipo": "metaloide", "descripcion": "Tellurium es un elemento químico con el símbolo TE y el número atómico 52. Es un metaloides de color blanco plateado frágil, ligeramente tóxico, raro,. Tellurium está relacionado químicamente con selenio y azufre."}
{"id": "I", "nombre": "Yodo", "simbolo": "I", "numero_atomico": 53, "grupo": 17, "periodo": 5, "masa_atomica": 126.904473, "estado": "Solid", "tipo": "Diatómico no metal", "descripcion": "El yodo es un elemento químico con el símbolo I y el número atómico 53. El nombre es del griego ἰοειδής ioeidēs, que significa violeta o morado, debido al color del vapor de yodo. El yodo y sus compuestos se utilizan principalmente en nutrición, e industrialmente en la producción de ácido acético y ciertos polímeros."}
{"id": "Xe", "nombre": "Xenón", "simbolo": "Xe", "numero_atomico": 54, "grupo": 18, "periodo": 5, "masa_atomica": 131.2936, "estado": "Gas", "tipo": "gas noble", "descripcion": "El xenón es un elemento químico con el símbolo Xe y el número atómico 54. Es un gas noble incoloro, denso e inodoro, que ocurre en la atmósfera de la Tierra en pequeñas cantidades. Aunque generalmente no reactivo, el xenón puede sufrir algunas reacciones químicas, como la formación de hexafluoroplatinato de xenón, el primer compuesto de gas noble que se sintetiza."}
{"id": "Cs", "nombre": "Cesio", "simbolo": "Cs", "numero_atomico": 55, "grupo": 1, "periodo": 6, "masa_atomica": 132.905451966, "estado": "Solid", "tipo": "metal álcali", "descripcion": "El cesio o el cesio es un elemento químico con el símbolo CS y el número atómico 55. Es un metal alcalino suave y de oro plateado con un punto de fusión de 28 ° C (82 ° F), lo que lo convierte en uno de los cinco metales elementales que son líquidos a temperatura ambiente o cercana. El cesio es un metal alcalino y tiene propiedades físicas y químicas similares a las del rubidio y el potasio."}
{"id": "Ba", "nombre": "Bario", "simbolo": "Ba", "numero_atomico": 56, "grupo": 2, "periodo": 6, "masa_atomica": 137.3277, "estado": "Solid", "tipo": "metal de la tierra alcalina", "descripcion": "El bario es un elemento químico con el símbolo BA y el número atómico 56. Es el quinto elemento en el Grupo 2, un suave metal alcalino metálico plateado. Debido a su alta reactividad química, el bario nunca se encuentra en la naturaleza como un elemento libre."}
{"id": "La", "nombre": "Lantano", "simbolo": "La", "numero_atomico": 57, "grupo": 3, "periodo": 6, "masa_atomica": 138.905477, "estado": "Solid", "tipo": "lantánido", "descripcion": "El lantano es un elemento químico metálico suave, dúctil y blanco plateado con el símbolo LA y el número atómico 57. Se desliza rápidamente cuando se expone al aire y es lo suficientemente suave como para cortarse con un cuchillo. Dio su nombre a la serie de lantánidos, un grupo de 15 elementos similares entre el lantano y el lutetio en la tabla periódica: a veces también se considera el primer elemento de los metales de transición del sexto período."}
{"id": "Ce", "nombre": "Cerio", "simbolo": "Ce", "numero_atomico": 58, "grupo": 3, "periodo": 6, "masa_atomica": 140.1161, "estado": "Solid", "tipo": "lantánido", "descripcion": "El cerio es un elemento químico con el símbolo CE y el número atómico 58. Es un metal dúctil suave, plateado que se oxida fácilmente en el aire. Cerium lleva el nombre del planeta enano Ceres (en sí mismo llamado así por la diosa romana de la agricultura)."}
{"id": "Pr", "nombre": "Praseodimio", "simbolo": "Pr", "numero_atomico": 59, "grupo": 3, "periodo": 6, "masa_atomica": 140.907662, "estado": "Solid", "tipo": "lantánido", "descripcion": "Prasodimio es un elemento químico con el símbolo PR y el número atómico 59. El praseodimio es un metal suave, plateado, maleable y dúctil en el grupo de lantánidos. Se valora por sus propiedades magnéticas, eléctricas, químicas y ópticas."}
{"id": "Nd", "nombre": "Neodimio", "simbolo": "Nd", "numero_atomico": 60, "grupo": 3, "periodo": 6, "masa_atomica": 144.2423, "estado": "Solid", "tipo": "lantánido", "descripcion": "Neodymium es un elemento químico con símbolo ND y número atómico 60. Es un metal plateado suave que se desliza en el aire. El neodimio fue descubierto en 1885 por el químico austriaco Carl Auer von Welsbach."}
{"id": "Pm", "nombre": "Prometeo", "simbolo": "Pm", "numero_atomico": 61, "grupo": 3, "periodo": 6, "masa_atomica": 145, "estado": "Solid", "tipo": "lantánido", "descripcion": "Prometium, originalmente Prometeo, es un elemento químico con el símbolo PM y el número atómico 61. Todos sus isótopos son radiactivos; Es uno de los dos únicos elementos que se siguen en la tabla periódica por elementos con formas estables, una distinción compartida con Technecio. Químicamente, Promethium es un lantánido, que forma sales cuando se combina con otros elementos."}
{"id": "Sm", "nombre": "Samario", "simbolo": "Sm", "numero_atomico": 62, "grupo": 3, "periodo": 6, "masa_atomica": 150.362, "estado": "Solid", "tipo": "lantánido", "descripcion": "Samario es un elemento químico con el símbolo SM y el número atómico 62. Es un metal plateado moderadamente duro que se oxida fácilmente en el aire. Al ser un miembro típico de la serie de lantánidos, Samarium generalmente asume el estado de oxidación +3."}
{"id": "Eu", "nombre": "Europio", "simbolo": "Eu", "numero_atomico": 63, "grupo": 3, "periodo": 6, "masa_atomica": 151.9641, "estado": "Solid", "tipo": "lantánido", "descripcion": "Europium es un elemento químico con el símbolo de la UE y el número atómico 63. Se aisló en 1901 y lleva el nombre del continente de Europa. Es un metal plateado moderadamente duro que se oxida fácilmente en el aire y el agua."}
{"id": "Gd", "nombre": "Gadolinio", "simbolo": "Gd", "numero_atomico": 64, "grupo": 3, "periodo": 6, "masa_atomica": 157.253, "estado": "Solid", "tipo": "lantánido", "descripcion": "El gadolinio es un elemento químico con el símbolo GD y el número atómico 64. Es un metal de tierra rara rara de color blanco plateado, maleable y dúctil. Se encuentra en la naturaleza solo en forma combinada (sal)."}
{"id": "Tb", "nombre": "Terbio", "simbolo": "Tb", "numero_atomico": 65, "grupo": 3, "periodo": 6, "masa_atomica": 158.925352, "estado": "Solid", "tipo": "lantánido", "descripcion": "Terbium es un elemento químico con el símbolo TB y el número atómico 65. Es un metal de tierra rara de color blanco plateado que es maleable, dúctil y lo suficientemente suave como para cortarse con un cuchillo. Terbium nunca se encuentra en la naturaleza como un elemento libre, pero está contenido en muchos minerales, incluidos cerita, gadolinita, monazita, xenotima y euxenita."}
{"id": "Dy", "nombre": "Disposio", "simbolo": "Dy", "numero_atomico": 66, "grupo": 3, "periodo": 6, "masa_atomica": 162.5001, "estado": "Solid", "tipo": "lantánido", "descripcion": "El disprosio es un elemento químico con el símbolo DY y el número atómico 66. Es un elemento de tierra rara con un brillo de plata metálico. El disprosio nunca se encuentra en la naturaleza como un elemento libre, aunque se encuentra en varios minerales, como Xenotime."}
{"id": "Ho", "nombre": "Holmio", "simbolo": "Ho", "numero_atomico": 67, "grupo": 3, "periodo": 6, "masa_atomica": 164.930332, "estado": "Solid", "tipo": "lantánido", "descripcion": "Holmium es un elemento químico con el símbolo HO y el número atómico 67. Parte de la serie de lantánidos, Holmium es un elemento de tierras raras. Holmium fue descubierto por el químico sueco por Theodor Cleve."}
{"id": "Er", "nombre": "Erbio", "simbolo": "Er", "numero_atomico": 68, "grupo": 3, "periodo": 6, "masa_atomica": 167.2593, "estado": "Solid", "tipo": "lantánido", "descripcion": "Erbium es un elemento químico en la serie de lantánidos, con el símbolo ER y el número atómico 68. Un metal sólido de color blanco plateado cuando está aislado artificialmente, el erbio natural siempre se encuentra en la combinación química con otros elementos en la Tierra. Como tal, es un elemento de tierras raras que se asocia con varios otros elementos raros en la gadolinita mineral de Ytterby en Suecia, donde se descubrieron ittrium, itterbium y terbium."}
{"id": "Tm", "nombre": "Tulio", "simbolo": "Tm", "numero_atomico": 69, "grupo": 3, "periodo": 6, "masa_atomica": 168.934222, "estado": "Solid", "tipo": "lantánido", "descripcion": "Thulium es un elemento químico con el símbolo TM y el número atómico 69. Es el diecano y antepenultimate (tercero perdón) en la serie de lantánidos. Al igual que los otros lantánidos, el estado de oxidación más común es +3, visto en su óxido, haluros y otros compuestos."}
{"id": "Yb", "nombre": "Iterbio", "simbolo": "Yb", "numero_atomico": 70, "grupo": 3, "periodo": 6, "masa_atomica": 173.0451, "estado": "Solid", "tipo": "lantánido", "descripcion": "Ytterbium es un elemento químico con el símbolo YB y el número atómico 70. Es el elemento decimocuarto y penúltimo en la serie de lantánidos, que es la base de la estabilidad relativa de su estado de oxidación +2. Sin embargo, al igual que los otros lantánidos, su estado de oxidación más común es +3, visto en su óxido, haluros y otros compuestos."}
{"id": "Lu", "nombre": "Lutetio", "simbolo": "Lu", "numero_atomico": 71, "grupo": 3, "periodo": 6, "masa_atomica": 174.96681, "estado": "Solid", "tipo": "lantánido", "descripcion": "Lutetium es un elemento químico con el símbolo Lu y el número atómico 71. Es un metal blanco plateado, que resiste la corrosión en seco, pero no en el aire húmedo. Se considera el primer elemento de los metales de transición del sexto período y el último elemento en la serie de lantánidos, y tradicionalmente se cuenta entre las tierras raras."}
{"id": "Hf", "nombre": "Hafnio", "simbolo": "Hf", "numero_atomico": 72, "grupo": 4, "periodo": 6, "masa_atomica": 178.492, "estado": "Solid", "tipo": "metal de transición", "descripcion": "Hafnium es un elemento químico con el símbolo HF y el número atómico 72. Un metal de transición tetravalente gris brillante, plateado, se parece químicamente al circonio y se encuentra en minerales de circonio. Su existencia fue predicha por Dmitri Mendeleev en 1869, aunque no se identificó hasta 1923, lo que lo convirtió en el penúltimo elemento estable que se descubrirá (el renio se identificó dos años después)."}
{"id": "Ta", "nombre": "Tántalo", "simbolo": "Ta", "numero_atomico": 73, "grupo": 5, "periodo": 6, "masa_atomica": 180.947882, "estado": "Solid", "tipo": "metal de transición", "descripcion": "Tantalum es un elemento químico con el símbolo TA y el número atómico 73. Anteriormente conocido como Tantalium, su nombre proviene de Tantalus, un antihéroe de la mitología griega. Tantalum es un metal de transición raro, duro, azul gris y brillante que es altamente resistente a la corrosión."}
{"id": "W", "nombre": "Tungsteno", "simbolo": "W", "numero_atomico": 74, "grupo": 6, "periodo": 6, "masa_atomica": 183.841, "estado": "Solid", "tipo": "metal de transición", "descripcion": "El tungsteno, también conocido como Wolfram, es un elemento químico con el símbolo W y el número atómico 74. La palabra tungsteno proviene del idioma sueco Tung Sten, que se traduce directamente en piedra pesada. Sin embargo, su nombre en sueco es Volfram para distinguirlo de Scheelite, que en sueco se llama alternativamente tungsteno."}
{"id": "Re", "nombre": "Renio", "simbolo": "Re", "numero_atomico": 75, "grupo": 7, "periodo": 6, "masa_atomica": 186.2071, "estado": "Solid", "tipo": "metal de transición", "descripcion": "El renio es un elemento químico con el símbolo RE y el número atómico 75. Es un metal de transición de tercera fila de color blanco plateado, pesado en el grupo 7 de la tabla periódica. Con una concentración promedio estimada de 1 parte por mil millones (PPB), el renio es uno de los elementos más raros en la corteza terrestre."}
{"id": "Os", "nombre": "Osmio", "simbolo": "Os", "numero_atomico": 76, "grupo": 8, "periodo": 6, "masa_atomica": 190.233, "estado": "Solid", "tipo": "metal de transición", "descripcion": "Osmium (de OSME griego (ὀσμή) que significa \"olor\") es un elemento químico con símbolo OS y número atómico 76. Es un metal de transición duro, frágil y azulado en el grupo de platino que se encuentra como un elemento traza en aleaciones, principalmente en minerales de platino. El osmio es el elemento más denso natural, con una densidad de 22.59 g/cm3."}
{"id": "Ir", "nombre": "Iridio", "simbolo": "Ir", "numero_atomico": 77, "grupo": 9, "periodo": 6, "masa_atomica": 192.2173, "estado": "Solid", "tipo": "metal de transición", "descripcion": "Iridium es un elemento químico con el símbolo IR y el número atómico 77. Un metal de transición muy duro, frágil y blanco plateado del grupo de platino, el Iridium generalmente se acredita con ser el segundo elemento más denso (después del osmio) basado en la densidad medida, aunque los cálculos que involucran los redes espaciales de los elementos muestran que Iridium es denser. También es el metal más resistente a la corrosión, incluso a temperaturas tan altas como 2000 ° C. Aunque solo ciertas sales y halógenos fundidos son corrosivos para el iridio sólido, el polvo de iridio finamente dividido es mucho más reactivo y puede ser inflamable."}
{"id": "Pt", "nombre": "Platino", "simbolo": "Pt", "numero_atomico": 78, "grupo": 10, "periodo": 6, "masa_atomica": 195.0849, "estado": "Solid", "tipo": "metal de transición", "descripcion": "El platino es un elemento químico con el símbolo PT y el número atómico 78. Es un metal de transición denso, maleable, dúctil, altamente poco reactivo, precioso, blanco gris. Su nombre se deriva del término español Platina, que literalmente se traduce en \"Little Silver\"."}
{"id": "Au", "nombre": "Oro", "simbolo": "Au", "numero_atomico": 79, "grupo": 11, "periodo": 6, "masa_atomica": 196.9665695, "estado": "Solid", "tipo": "metal de transición", "descripcion": "El oro es un elemento químico con el símbolo AU (del latín: aurum) y el número atómico 79. En su forma más pura, es un metal brillante, amarillo ligeramente rojizo, denso, suave, maleable y dúctil. Químicamente, el oro es un metal de transición y un elemento del Grupo 11."}
{"id": "Hg", "nombre": "Mercurio", "simbolo": "Hg", "numero_atomico": 80, "grupo": 12, "periodo": 6, "masa_atomica": 200.5923, "estado": "Liquid", "tipo": "metal de transición", "descripcion": "El mercurio es un elemento químico con el símbolo Hg y el número atómico 80. Se conoce comúnmente como Quicksilver y anteriormente se llamaba HydRargyrum (/Haɪˈdrːrdʒərəm/). Un elemento de bloque D plateado pesado, Mercurio es el único elemento metálico que es líquido en condiciones estándar para la temperatura y la presión; El único otro elemento que es líquido en estas condiciones es el bromo, aunque metales como el cesio, el galio y el rubidio se derriten justo por encima de la temperatura ambiente."}
{"id": "Tl", "nombre": "Talio", "simbolo": "Tl", "numero_atomico": 81, "grupo": 13, "periodo": 6, "masa_atomica": 204.38, "estado": "Solid", "tipo": "metal posterior a la transición", "descripcion": "Thallium es un elemento químico con el símbolo TL y el número atómico 81. Este metal de postransición gris suave no se encuentra en naturaleza libre. Cuando está aislado, se asemeja a la estaño, pero las decoloraciones cuando se exponen al aire."}
{"id": "Pb", "nombre": "Dirigir", "simbolo": "Pb", "numero_atomico": 82, "grupo": 14, "periodo": 6, "masa_atomica": 207.21, "estado": "Solid", "tipo": "metal posterior a la transición", "descripcion": "El plomo (/lɛd/) es un elemento químico en el grupo de carbono con símbolo Pb (del latín: plumbum) y el número atómico 82. El plomo es un metal suave, maleable y pesado después de la transición. El plomo metálico tiene un color blanco azulado después de ser recién cortado, pero pronto se desliza a un color grisáceo opaco cuando se expone al aire."}
{"id": "Bi", "nombre": "Bismuto", "simbolo": "Bi", "numero_atomico": 83, "grupo": 15, "periodo": 6, "masa_atomica": 208.980401, "estado": "Solid", "tipo": "metal posterior a la transición", "descripcion": "El bismuto es un elemento químico con el símbolo BI y el número atómico 83. Bismuth, un metal post-transición pentavalente, se asemeja químicamente al arsénico y al antimonio. El bismuto elemental puede ocurrir naturalmente, aunque su sulfuro y óxido forman minerales comerciales importantes."}
{"id": "Po", "nombre": "Polonio", "simbolo": "Po", "numero_atomico": 84, "grupo": 16, "periodo": 6, "masa_atomica": 209, "estado": "Solid", "tipo": "metal posterior a la transición", "descripcion": "Polonio es un elemento químico con símbolo PO y número atómico 84, descubierto en 1898 por Marie Curie y Pierre Curie. Un elemento raro y altamente radiactivo sin isótopos estables, el polonio es químicamente similar al bismuto y el telurio, y ocurre en los minerales de uranio. Las aplicaciones de Polonio son pocas."}
{"id": "At", "nombre": "Astatino", "simbolo": "At", "numero_atomico": 85, "grupo": 17, "periodo": 6, "masa_atomica": 210, "estado": "Solid", "tipo": "metaloide", "descripcion": "La astatina es un elemento químico radiactivo muy raro con el símbolo químico en el número atómico 85. Ocurre en la Tierra como el producto de descomposición de varios elementos más pesados. Todos sus isótopos son de corta duración; El más estable es Astatine-210, con una vida media de 8.1 horas."}
{"id": "Rn", "nombre": "Radón", "simbolo": "Rn", "numero_atomico": 86, "grupo": 18, "periodo": 6, "masa_atomica": 222, "estado": "Gas", "tipo": "gas noble", "descripcion": "El radón es un elemento químico con el símbolo RN y el número atómico 86. Es un gas noble radiactivo, incoloro, inodorado e insípido, que ocurre naturalmente como un producto de radio de descomposición. Su isótopo más estable, 222rn, tiene una vida media de 3.8 días."}
{"id": "Fr", "nombre": "Francium", "simbolo": "Fr", "numero_atomico": 87, "grupo": 1, "periodo": 7, "masa_atomica": 223, "estado": "Solid", "tipo": "metal álcali", "descripcion": "Francium es un elemento químico con el símbolo FR y el número atómico 87. Solía ​​ser conocido como Eka-Caesio y Actinium K. Es el segundo elemento electronegativo al menos, solo detrás del cesio. Francium es un metal altamente radiactivo que se descompone en astatina, radio y radón."}
{"id": "Ra", "nombre": "Radio", "simbolo": "Ra", "numero_atomico": 88, "grupo": 2, "periodo": 7, "masa_atomica": 226, "estado": "Solid", "tipo": "metal de la tierra alcalina", "descripcion": "El radio es un elemento químico con el símbolo RA y el número atómico 88. Es el sexto elemento en el grupo 2 de la tabla periódica, también conocido como metales de tierra alcalina. El radio puro es casi incoloro, pero se combina fácilmente con nitrógeno (en lugar de oxígeno) en la exposición al aire, formando una capa superficial negra de nitruro de radio (RA3N2)."}
{"id": "Ac", "nombre": "Actinio", "simbolo": "Ac", "numero_atomico": 89, "grupo": 3, "periodo": 7, "masa_atomica": 227, "estado": "Solid", "tipo": "actínide", "descripcion": "Actinium es un elemento químico radiactivo con el símbolo AC (que no debe confundirse con la abreviatura de un grupo acetilo) y el número 89 atómico, que se descubrió en 1899. Fue el primer elemento radiactivo no primimordial que se aisló. El polonio, el radio y el radón se observaron antes del actinio, pero no se aislaron hasta 1902."}
{"id": "Th", "nombre": "Torio", "simbolo": "Th", "numero_atomico": 90, "grupo": 3, "periodo": 7, "masa_atomica": 232.03774, "estado": "Solid", "tipo": "actínide", "descripcion": "El torio es un elemento químico con el símbolo TH y el número atómico 90. Un metal de actina radiactivo, el torio es uno de los dos únicos elementos significativamente radiactivos que aún ocurren naturalmente en grandes cantidades como un elemento primordial (el otro es uranio). Fue descubierto en 1828 por el reverendo noruego y mineralogista aficionado Morten Thane Esmark e identificado por el químico sueco Jöns Jakob Berzelius, quien lo nombró a Thor, el dios nórdico del trueno."}
{"id": "Pa", "nombre": "Protactinio", "simbolo": "Pa", "numero_atomico": 91, "grupo": 3, "periodo": 7, "masa_atomica": 231.035882, "estado": "Solid", "tipo": "actínide", "descripcion": "El protactinio es un elemento químico con el símbolo PA y el número atómico 91. Es un metal denso y gris plateado que reacciona fácilmente con oxígeno, vapor de agua y ácidos inorgánicos. Forma varios compuestos químicos donde el protactinio generalmente está presente en el estado de oxidación +5, pero también puede asumir estados +4 e incluso +2 o +3."}
{"id": "U", "nombre": "Uranio", "simbolo": "U", "numero_atomico": 92, "grupo": 3, "periodo": 7, "masa_atomica": 238.028913, "estado": "Solid", "tipo": "actínide", "descripcion": "El uranio es un elemento químico con el símbolo U y el número atómico 92. Es un metal blanco plateado en la serie Actinide de la tabla periódica. Un átomo de uranio tiene 92 protones y 92 electrones, de los cuales 6 son electrones de valencia."}
{"id": "Np", "nombre": "Neptunio", "simbolo": "Np", "numero_atomico": 93, "grupo": 3, "periodo": 7, "masa_atomica": 237, "estado": "Solid", "tipo": "actínide", "descripcion": "El neptunio es un elemento químico con el símbolo NP y el número atómico 93. Un metal de actina radiactivo, el neptunio es el primer elemento transuránico. Su posición en la tabla periódica justo después de Uranium, que lleva el nombre del planeta Urano, llevó a que se llevara el nombre de Neptuno, el próximo planeta más allá de Urano."}
{"id": "Pu", "nombre": "Plutonio", "simbolo": "Pu", "numero_atomico": 94, "grupo": 3, "periodo": 7, "masa_atomica": 244, "estado": "Solid", "tipo": "actínide", "descripcion": "Plutonio es un elemento químico radiactivo transuránico con el símbolo PU y el número atómico 94. Es un metal actínide de apariencia gris plateada que se desliza cuando se expone al aire, y forma un recubrimiento opaco cuando se oxida. El elemento normalmente exhibe seis alotropas y cuatro estados de oxidación."}
{"id": "Am", "nombre": "Americio", "simbolo": "Am", "numero_atomico": 95, "grupo": 3, "periodo": 7, "masa_atomica": 243, "estado": "Solid", "tipo": "actínide", "descripcion": "El estadounidense es un elemento químico transuránico radiactivo con el símbolo AM y el número atómico 95. Este miembro de la serie Actinide se encuentra en la tabla periódica bajo el elemento de lantánido europium, y por lo tanto, por analogía, lleva el nombre de las Américas. El estadounidense fue producido por primera vez en 1944 por el grupo de Glenn T.Seaborg de Berkeley, California, en el Laboratorio Metalúrgico de la Universidad de Chicago."}
{"id": "Cm", "nombre": "Curio", "simbolo": "Cm", "numero_atomico": 96, "grupo": 3, "periodo": 7, "masa_atomica": 247, "estado": "Solid", "tipo": "actínide", "descripcion": "Curium es un elemento químico radiactivo transuránico con el símbolo CM y el número atómico 96. Este elemento de la serie Actinide lleva el nombre de Marie y Pierre Curie, ambos fueron conocidos por su investigación sobre la radiactividad. Curium fue producido e identificado intencionalmente en julio de 1944 por el grupo de Glenn T. Seaborg en la Universidad de California, Berkeley."}
{"id": "Bk", "nombre": "Berkelio", "simbolo": "Bk", "numero_atomico": 97, "grupo": 3, "periodo": 7, "masa_atomica": 247, "estado": "Solid", "tipo": "actínide", "descripcion": "Berkelium es un elemento químico radiactivo transuránico con el símbolo BK y el número atómico 97. Es un miembro de la serie de elementos Actinide y Transuranium. Lleva el nombre de la ciudad de Berkeley, California, la ubicación del Laboratorio de Radiación de la Universidad de California, donde se descubrió en diciembre de 1949."}
{"id": "Cf", "nombre": "Californio", "simbolo": "Cf", "numero_atomico": 98, "grupo": 3, "periodo": 7, "masa_atomica": 251, "estado": "Solid", "tipo": "actínide", "descripcion": "El californio es un elemento químico metálico radiactivo con el símbolo CF y el número atómico 98. El elemento se realizó por primera vez en 1950 en el Laboratorio de Radiación de la Universidad de California en Berkeley, al bombardear el curio con partículas alfa (iones de helio-4). Es un elemento de actina, el sexto elemento de transuranio que se sintetizará, y tiene la segunda masa atómica más alta de todos los elementos que se han producido en cantidades lo suficientemente grandes como para ver con el ojo sin ayuda (después de Einsteinium)."}
{"id": "Es", "nombre": "Einsteinium", "simbolo": "Es", "numero_atomico": 99, "grupo": 3, "periodo": 7, "masa_atomica": 252, "estado": "Solid", "tipo": "actínide", "descripcion": "Einsteinium es un elemento sintético con símbolos y número atómico 99. Es el séptimo elemento transuránico y un actínido. Einsteinium fue descubierto como un componente de los escombros de la primera explosión de bomba de hidrógeno en 1952, y lleva el nombre de Albert Einstein."}
{"id": "Fm", "nombre": "Fermio", "simbolo": "Fm", "numero_atomico": 100, "grupo": 3, "periodo": 7, "masa_atomica": 257, "estado": "Solid", "tipo": "actínide", "descripcion": "Fermium es un elemento sintético con el símbolo FM y el número atómico 100. Es un miembro de la serie Actinide. Es el elemento más pesado que se puede formar mediante el bombardeo de neutrones de elementos más ligeros, y por lo tanto, el último elemento que se puede preparar en cantidades macroscópicas, aunque aún no se ha preparado metal de fermio puro."}
{"id": "Md", "nombre": "Mendelevio", "simbolo": "Md", "numero_atomico": 101, "grupo": 3, "periodo": 7, "masa_atomica": 258, "estado": "Solid", "tipo": "actínide", "descripcion": "Mendelevium es un elemento sintético con el símbolo químico MD (anteriormente MV) y el número atómico 101. Un elemento transuránico radiactivo metálico en la serie Actinide, es el primer elemento que actualmente no se puede producir en cantidades macroscópicas a través del bombardeo de neutrones de elementos más ligeros. Es el actinide antepenultado y el noveno elemento transuránico."}
{"id": "No", "nombre": "Nobelio", "simbolo": "No", "numero_atomico": 102, "grupo": 3, "periodo": 7, "masa_atomica": 259, "estado": "Solid", "tipo": "actínide", "descripcion": "Nobelium es un elemento químico sintético con el símbolo no y el número atómico 102. Se nombra en honor de Alfred Nobel, el inventor de la dinamita y el benefactor de la ciencia. Un metal radiactivo, es el décimo elemento transuránico y es el penúltimo miembro de la serie Actinide."}
{"id": "Lr", "nombre": "Legislador", "simbolo": "Lr", "numero_atomico": 103, "grupo": 3, "periodo": 7, "masa_atomica": 266, "estado": "Solid", "tipo": "actínide", "descripcion": "Lawrencium es un elemento químico sintético con símbolo químico LR (anteriormente LW) y el número atómico 103. Se nombra en honor de Ernest Lawrence, inventor del ciclotrón, un dispositivo que se utilizó para descubrir muchos elementos radiactivos artificiales. Un metal radiactivo, Lawrencium es el undécimo elemento transuránico y también es el miembro final de la serie Actinide."}
{"id": "Rf", "nombre": "Rutherfordium", "simbolo": "Rf", "numero_atomico": 104, "grupo": 4, "periodo": 7, "masa_atomica": 267, "estado": "Solid", "tipo": "metal de transición", "descripcion": "Rutherfordium es un elemento químico con el símbolo RF y el número atómico 104, nombrado en honor del físico Ernest Rutherford. Es un elemento sintético (un elemento que se puede crear en un laboratorio pero no se encuentra en la naturaleza) y radiactivo; El isótopo más estable conocido, 267RF, tiene una vida media de aproximadamente 1.3 horas. En la tabla periódica de los elementos, es un elemento D - Bloque y el segundo de los elementos de transición de la cuarta fila."}
{"id": "Db", "nombre": "Dubnio", "simbolo": "Db", "numero_atomico": 105, "grupo": 5, "periodo": 7, "masa_atomica": 268, "estado": "Solid", "tipo": "metal de transición", "descripcion": "Dubnium es un elemento químico con el símbolo DB y el número atómico 105. Lleva el nombre de la ciudad de Dubna en Rusia (al norte de Moscú), donde se produjo por primera vez. Es un elemento sintético (un elemento que se puede crear en un laboratorio pero no se encuentra en la naturaleza) y radiactivo; El isótopo más estable conocido, Dubnium-268, tiene una vida media de aproximadamente 28 horas."}
{"id": "Sg", "nombre": "Marina", "simbolo": "Sg", "numero_atomico": 106, "grupo": 6, "periodo": 7, "masa_atomica": 269, "estado": "Solid", "tipo": "metal de transición", "descripcion": "SeaBorgium es un elemento sintético con el símbolo SG y el número atómico 106. Su isótopo más estable 271SG tiene una vida media de 1.9 minutos. Un isótopo 269SG más recientemente descubierto tiene una vida media potencialmente ligeramente más larga (ca."}
{"id": "Bh", "nombre": "Bohrium", "simbolo": "Bh", "numero_atomico": 107, "grupo": 7, "periodo": 7, "masa_atomica": 270, "estado": "Solid", "tipo": "metal de transición", "descripcion": "Bohrium es un elemento químico con el símbolo BH y el número atómico 107. Lleva el nombre del físico danés Niels Bohr. Es un elemento sintético (un elemento que se puede crear en un laboratorio pero no se encuentra en la naturaleza) y radiactivo; El isótopo conocido más estable, 270bH, tiene una vida media de aproximadamente 61 segundos."}
{"id": "Hs", "nombre": "Hasta", "simbolo": "Hs", "numero_atomico": 108, "grupo": 8, "periodo": 7, "masa_atomica": 269, "estado": "Solid", "tipo": "metal de transición", "descripcion": "Hassium es un elemento químico con el símbolo HS y el número atómico 108, llamado así por el estado alemán de Hesse. Es un elemento sintético (un elemento que se puede crear en un laboratorio pero no se encuentra en la naturaleza) y radiactivo; El isótopo más estable conocido, 269HS, tiene una vida media de aproximadamente 9.7 segundos, aunque un estado metaestable no confirmado, 277MHS, puede tener una vida media más larga de aproximadamente 130 segundos. Hasta la fecha se han sintetizado más de 100 átomos de Hasium."}
{"id": "Mt", "nombre": "Meitnerium", "simbolo": "Mt", "numero_atomico": 109, "grupo": 9, "periodo": 7, "masa_atomica": 278, "estado": "Solid", "tipo": "Desconocido, probablemente metal de transición", "descripcion": "Meitnerium es un elemento químico con el símbolo MT y el número atómico 109. Es un elemento sintético extremadamente radiactivo (un elemento que no se encuentra en la naturaleza que se puede crear en un laboratorio). El isótopo más estable conocido, Meitnerium-278, tiene una vida media de 7,6 segundos."}
{"id": "Ds", "nombre": "Darmstadtium", "simbolo": "Ds", "numero_atomico": 110, "grupo": 10, "periodo": 7, "masa_atomica": 281, "estado": "Solid", "tipo": "Desconocido, probablemente metal de transición", "descripcion": "Darmstadtium es un elemento químico con símbolo DS y número atómico 110. Es un elemento sintético extremadamente radiactivo. El isótopo más estable conocido, Darmstadtium-281, tiene una vida media de aproximadamente 10 segundos."}
{"id": "Rg", "nombre": "Roentgenio", "simbolo": "Rg", "numero_atomico": 111, "grupo": 11, "periodo": 7, "masa_atomica": 282, "estado": "Solid", "tipo": "Desconocido, probablemente metal de transición", "descripcion": "Roentgenium es un elemento químico con el símbolo RG y el número atómico 111. Es un elemento sintético extremadamente radiactivo (un elemento que se puede crear en un laboratorio pero no se encuentra en la naturaleza); El isótopo más estable conocido, Roentgenium-282, tiene una vida media de 2.1 minutos. Roentgenium fue creado por primera vez en 1994 por el Centro GSI Helmholtz para la investigación de iones pesados ​​cerca de Darmstadt, Alemania."}
{"id": "Cn", "nombre": "Copernicium", "simbolo": "Cn", "numero_atomico": 112, "grupo": 12, "periodo": 7, "masa_atomica": 285, "estado": "Liquid", "tipo": "metal de transición", "descripcion": "Copernicium es un elemento químico con el símbolo CN y el número atómico 112. Es un elemento sintético extremadamente radiactivo que solo se puede crear en un laboratorio. El isótopo conocido más estable, Copernicium-285, tiene una vida media de aproximadamente 29 segundos, pero es posible que este isótopo de Copernicium pueda tener un isómero nuclear con una vida media más larga, 8.9 minutos."}
{"id": "Nh", "nombre": "Nihonio", "simbolo": "Nh", "numero_atomico": 113, "grupo": 13, "periodo": 7, "masa_atomica": 286, "estado": "Solid", "tipo": "Desconocido, probablemente metal de transición", "descripcion": "Nihonium es un elemento químico con el número atómico 113. Tiene un símbolo NH. Es un elemento sintético (un elemento que se puede crear en un laboratorio pero no se encuentra en la naturaleza) y es extremadamente radiactivo; Su isótopo más estable conocido, Nihonium-286, tiene una vida media de 20 segundos."}
{"id": "Fl", "nombre": "Flerovio", "simbolo": "Fl", "numero_atomico": 114, "grupo": 14, "periodo": 7, "masa_atomica": 289, "estado": "Solid", "tipo": "metal posterior a la transición", "descripcion": "Flerovium es un elemento químico artificial superpasado con el símbolo FL y el número atómico 114. Es un elemento sintético extremadamente radiactivo. El elemento lleva el nombre del Laboratorio Flerov de reacciones nucleares del Instituto Conjunto de Investigación Nuclear en Dubna, Rusia, donde se descubrió el elemento en 1998."}
{"id": "Mc", "nombre": "Moscovium", "simbolo": "Mc", "numero_atomico": 115, "grupo": 15, "periodo": 7, "masa_atomica": 289, "estado": "Solid", "tipo": "Desconocido, probablemente después de la transición de metal", "descripcion": "Moscovium es el nombre de un elemento sobrecalentado sintético en la tabla periódica que tiene el símbolo MC y tiene el número atómico 115. Es un elemento extremadamente radiactivo; Su isótopo más estable conocido, Moscovium-289, tiene una vida media de solo 220 milisegundos. También se conoce como eka-bismuth o simplemente elemento 115."}
{"id": "Lv", "nombre": "Livermorio", "simbolo": "Lv", "numero_atomico": 116, "grupo": 16, "periodo": 7, "masa_atomica": 293, "estado": "Solid", "tipo": "Desconocido, probablemente después de la transición de metal", "descripcion": "Livermorium es un elemento superpasado sintético con el símbolo LV y el número atómico 116. Es un elemento extremadamente radiactivo que solo se ha creado en el laboratorio y no se ha observado en la naturaleza. El elemento lleva el nombre del Laboratorio Nacional de Lawrence Livermore en los Estados Unidos, que colaboró ​​con el Instituto Conjunto de Investigación Nuclear en Dubna, Rusia, para descubrir Livermorium en 2000."}
{"id": "Ts", "nombre": "Tennessine", "simbolo": "Ts", "numero_atomico": 117, "grupo": 17, "periodo": 7, "masa_atomica": 294, "estado": "Solid", "tipo": "Desconocido, probablemente metaloide", "descripcion": "Tennessine es un elemento químico artificial superpuesto con un número atómico de 117 y un símbolo de TS. También conocido como EKA-ASTATINE o Elemento 117, es el segundo elemento conocido y el penúltimo elemento del séptimo período de la tabla periódica. A partir de 2016, se han observado quince átomos de Tennessine: seis cuando se sintetizó por primera vez en 2010, siete en 2012 y dos en 2014."}
{"id": "Og", "nombre": "Oganesson", "simbolo": "Og", "numero_atomico": 118, "grupo": 18, "periodo": 7, "masa_atomica": 294, "estado": "Solid", "tipo": "Desconocido, previsto que sea gas noble", "descripcion": "Oganesson es el nombre de IUPAC para el elemento transactínico con el número atómico 118 y el símbolo del elemento OG. También se conoce como Eka-Radon o Elemento 118, y en la tabla periódica de los elementos es un elemento de bloque P y el último del séptimo período. Oganesson es actualmente el único miembro sintético del Grupo 18."}
{"id": "Uue", "nombre": "Ununenio", "simbolo": "Uue", "numero_atomico": 119, "grupo": 1, "periodo": 8, "masa_atomica": 315, "estado": "Solid", "tipo": "Desconocido, pero previsto que sea un metal alcalino", "descripcion": "Ununennium, también conocido como Eka-Francium o simplemente el elemento 119, es el elemento químico hipotético con el símbolo Uue y el número atómico 119. Ununennium y Uue son el nombre y símbolo sistemático de IUPAC respectivamente, hasta que se decida un nombre permanente. En la tabla periódica de los elementos, se espera que sea un elemento de bloque S, un metal alcalino y el primer elemento en el octavo período."}
